import { MenuConfig } from '../../typings/types'

export const menuConfig1: MenuConfig = {
    categories: [
        {
            name: 'Տրանսպորտ',
            frame: 'vehicles',
            themes: [
                {
                    name: 'Ավտոմեքենա',
                    frame: 'car',
                    description:
                        'Ավտոմեքենա, սեփական շարժիչով տրանսպորտային միջոց, որը հարմարեցված է ցամաքի վրա տեղաշարժման համար։ ' +
                        'Լայնորեն տարածված է ողջ աշխարհում։ Ավտոմեքենաների արագ և հարմարավետ տեղաշարժման համար ' +
                        'կառուցվում են հատուկ ավտոմայրուղիներ կամ պինդ ծածկով ճանապարհներ։'
                },
                {
                    name: 'Հեծանիվ',
                    frame: 'bicycle',
                    description:
                        'Հեծանիվ, անիվներով տրանսպորտային միջոց, որը շարժվում է մարդու մկանային ուժի շնորհիվ՝ ոտնակների միջոցով։ ' +
                        'Առավել տարածված են երկու ակնանի հեծանիվները, սակայն կան նաև մի ակնանի, երեք ակնանի, ինչպես նաև բազմաթիվ ակներով հեծանիվներ։'
                },
                {
                    name: 'Գնացք',
                    frame: 'train',
                    description:
                        'Գնացք, ժամանակակից իմաստով՝ մի խումբ վագոններից կազմված, մեկ կամ մի քանի գործող լոկոմոտիվներից կամ նրան շարժման մեջ դնող շարժիչային վագոններից ձևավորված և կապակցված համակարգ,' +
                        ' որն ունի տեղակայված ազդանշաններ (ձայնային և տեսանելի), որոնք մատնանշում են նրա գլխամասն ու պոչը։ ' +
                        'Բացի դրանից շատ երկաթուղիներում գնացքները ստանում են որոշակի համար, որը թույլ է տալիս տարբերել տվյալ գնացքը մյուսներից։ ' +
                        'Գնացքներին են պատկանում նաև առանց վագոնների լոկոմոտիվները, շարժիչներով վագոնները և հատուկ ինքնագնաց շարժակազմերը, որոնք' +
                        ' ունեն տեղադրված ազդանշաններ և ուղարկվում են ուղղամաս։ '
                },
                {
                    name: 'Ինքնաթիռ',
                    frame: 'plane',
                    description:
                        'Ինքնաթիռ (կամ հնացած՝ աերոպլան), օդից ծանր թռչող սարք՝ շարժիչների և թևերի օգնությամբ մթնոլորտում թռչելու համար։ ' +
                        'Մեծ արագության, բեռնունակության, գործողության շառավիղի, մանևրունակության, հուսալիության շնորհիվ ունի ավելի լայն կիրառություն, քան մյուս թռչող սարքերը։'
                },
                {
                    name: 'Տրակտոր',
                    frame: 'traktor',
                    description:
                        'Տրակտորը ինքնագնաց (հետագծով կամ անիվավոր) մեքենա է, որը կատարում է գյուղատնտեսական, ճանապարհաշինական, հողատարածքային, տրանսպորտային և այլ աշխատանքներ՝ ուղեկցվող, տեղադրված կամ անշարժ մեքենաների (գործիքների) հետ միասին։' +
                        ' Պարզ ասած՝ տրակտորները գութաններ, գյուղատնտեսական այլ մեքենաներ և բեռներ քաշող մեքենաներ են։Տրակտորը բնութագրվում է ցածր արագությամբ և բարձր ձգողական ուժով:'
                }
            ]
        },
        {
            name: 'Կենդանիներ',
            frame: 'animals',
            themes: [
                {
                    name: 'Առյուծ',
                    frame: 'lion',
                    description:
                        'Առյուծ, կատվազգիների ընտանիքի գիշատիչ կաթնասուն, որը համարվում է նաև հովազների ցեղի չորս խոշոր ներկայացուցիչներից մեկը։ ' +
                        'Առյուծները խոշոր չափերի մկանոտ, բաշավոր կատուներ են, որոնց արտաքին բնութագրիչներն են կարճ, կլորավուն գլուխը, ցածր պարանոցը, շրջանաձև ականջները, ինչպես նաև երկար և մազոտ պոչը։ ' +
                        'Առյուծներն ապրում են խմբերով․ դասական փրայդը կազմված է մի քանի ազգակից արուներից, չափահաս էգերից և ձագերից՝ կորյուններից'
                },
                {
                    name: 'Ընձուղտ',
                    frame: 'giraffe',
                    description:
                        'Ընձուղտը Երկրի վրա բնակվող ամենաբարձրահասակ կենդանին է։' +
                        ' 6 մ-ի հասնող հասակի կեսը կազմում է պարանոցը։ Խոշոր կենդանի է․ արուների կենդանի զանգվածը հասնում է 750 կգ-ի։ ' +
                        'Սովորական ընձուղտների մարմինը բաց դեղնավուն է՝ մուգ շագանակագույն, տարբեր ձևերի խալերով։ ' +
                        'Ընձուղտներն ունեն սուր տեսողություն ու շատ արագավազ են։ Սնվում են տերևներով և ճյուղերով։'
                },
                {
                    name: 'Կապիկ',
                    frame: 'monkey',
                    description:
                        'Կապիկները համարվում են պրիմանտների կարգի կաթնասունների ենթակարգ։Կապիկների քաշը 400գ-180 կգ է և ավելի, մարմնի երկարությունը մինչև 2 մ: ' +
                        'Որոշ կապկների պոչը մարմիններից երկար է, մյուսներինը`   հավասար կամ կարճ, երբեմն`   կառչող:' +
                        ' Մարդանման կապիկները պոչ չունեն:Մեծ մասը ցերեկային հոտային կենդանիներ են, ծառաբնակ, իսկ պավիանները`   գետնաբնակ:' +
                        ' Սնվում են պտուղներով, տերևներով, երիտասարդ ընձյուղներով, միջատներով, խխունջներով, թռչունների ձվերով, մանր թռչուններով:' +
                        ' Կապիկների խոշոր թշնամիներին են օձերը, գիշատիչ թռչունները, կոկորդիլոսները և հովազները:'
                },
                {
                    name: 'Փիղ',
                    frame: 'elephant',
                    description:
                        'Փիղ, կնճիթավորների կարգի խոշոր կաթնասուն կենդանիների ընտանիք։' +
                        'Փղերը Երկրի վրա բնակվող ցամաքային կենդանիներից ամենախոշորն են։Փղերը ունեն երաժշտական լսողություն և երաժշտական հիշողություն, ' +
                        'ընդունակ են տարբերել երեք նոտաներից կազմված ցանկացած երաժշտություն, ջութակով նվագած մեղեդիները, ցածր բասը:Փղերը սոցիալական կենդանիներ են,' +
                        ' հաճախ կազմում են էգերից և ձագերից կազմված խմբեր, որոնք գլխավորում է ամենածեր և փորձառու փիղը։ Արուները կազմում են առանձին խմբեր։Տարածված են' +
                        ' հարավարևելյան Ասիայի և Աֆրիկայի արևադարձային անտառներում ու սավաննաներում։'
                },
                {
                    name: 'Զեբր',
                    frame: 'zebra',
                    description:
                        'Վագրաձիեր կամ զեբրեր,միասմբակավորների կարգի ձիերի սեռի կաթնասուն կենդանիների խումբ։ Հանդիպում են հոտերով։' +
                        'Զեբրերը հայտնի են իրենց սև և սպիտակ գծերով, որոնք յուրահատուկ են յուրաքանչյուր անհատի համար, ինչպես մարդու մատնահետքերը:' +
                        'Զեբրերը սոցիալական կենդանիներ են, սովորաբար ապրում են հարեմներ կոչվող փոքր ընտանեկան խմբերում, որոնք բաղկացած են գերիշխող արուից,' +
                        ' մի քանի էգերից և նրանց սերունդներից:Զեբրերը միմյանց հետ շփվելու համար օգտագործում են ձայնային հնչյուններ:'
                }
            ]
        },
        {
            name: 'Թռչուններ',
            frame: 'birds',
            themes: [
                {
                    name: 'Ֆլամինգո',
                    frame: 'flamingo',
                    description:
                        'Ֆլամինգո  երանգավորող փետրավոր թռչուն:Նրա աչքերն իրականում ավելի մեծ են, քան ուղեղը:' +
                        'Նրանց գեղեցիկ գույնը գալիս է ջրիմուռներից, դիատոմներից և փոքր խեցգետնակերպերից, որոնք նրանք ուտում են,' +
                        ' որոնք հարուստ են կարոտինով:Ֆլամինգոները ապրում են խմբերով, որոնք կոչվում են հոտեր կամ գաղութներ:' +
                        ' Մեծ թվաքանակն ապահովում է անվտանգություն գիշատիչներից, հատկապես, երբ նրանք սնվում են ջրի տակ գլխիվայր: '
                },
                {
                    name: 'Հավ',
                    frame: 'hen',
                    description:
                        'Հավ, թվաքանակով աշխարհում ամենամեծ և ամենատարածված ընտանի թռչուններն են։ Հավերը կարող են իրար ճանաչել դեմքով: ' +
                        'Հավերը բոլորը մեր աչքին նույնն են երևում, բայց նրանք կարողանում են իրար ճանաչել դեմքի մանրամասնություններով:' +
                        'Հավերը հրաշալի մայրեր են, նրանք խնամում են իրենց ճուտերին շատ լավ:Հավերը կարողանում են մաթեմատիկա անել:' +
                        ' Նրանք կարող են հաշվել: Հավերը օգտագործում են իրենց թվերի շարքը, որը ձախից աջ է, ինչն էլ նշանակում է, որ նրանք հասկանում են թվերը մեր նման: ' +
                        'Եթե նրանց մի զառ տանք, որի վրա վեց կետիկ կլինի, նրանք վեց անգամ կկտացնեն զառի վրա:'
                },
                {
                    name: 'Բու',
                    frame: 'owl',
                    description:
                        'Բուն  անտառաբնակ  թռչուն է, ապրում է ծառերի փչակներում.Բվերը կարողանում են շրջել իրենց գլուխը 270 աստիճան:' +
                        ' Նրանք կարողանում են միայն առաջ նայել և գլուխը շրջելու նրանց ունակությունը կոմպենսացնում է այդ թերությունը:' +
                        'Նրանցից ոչ բոլորն են գիշերային, կան բվեր, որոնք որսի են դուրս գալիս ցերեկները:Նրանք տարածված են Եվրոպայում, Հյուսիսային' +
                        ' Աֆրիկայում, Ասիայում,Հյուսիսային Ամերիկայում։'
                },
                {
                    name: 'Թութակ',
                    frame: 'parrot',
                    description:
                        'Թութակներ, թռչունների ընտանիքին պատկանող կենդանիներ։ Այս ընտանիքին պատկանող թռչունները բաժանվում են 3 խմբի՝ իսկական թութակներ,' +
                        ' կակադուներ և նորզելանդական թութակներ։Թութակները սնվում են պտուղներով, սերմերով, բողբոջներով, երբեմն՝ միջատներով։ Նրանք կտուցով ջարդում են բույսերի' +
                        ' պտուղների ու սերմերի կեղևն ու սնվում միջուկով։ Խոշոր թութակները կարող են ջարդել ամենաամուր ընկույզը։ Կտուցը նրանց նաև օգնում է մագլցելու ծառերի ճյուղերով։' +
                        ' Ապրում են երամներով։Բնության մեջ թութակները միմյանց հետ հաղորդակցվում են սուր, ականջ ծակող ճղճղոցով կամ մեղմ ճռվողյունով։ Նրանք հետաքրքրասեր են, հնարամիտ,' +
                        ' լավ ընտելանում են, առանձին տեսակներ (ժակո, կակադու, ամազոնների մի քանի տեսակներ) ընդունակ են արտաբերելու բառեր և անգամ նախադասություններ։'
                },
                {
                    name: 'Կարապ',
                    frame: 'swan',
                    description:
                        'Կարապները բադեր ընտանիքին պատկանող ջրային որսաթռչուններից պահպանված ամենախոշոր անդամներն են, ինչպես նաև դասվում են ամենամեծ թռչունների շարքին։ ' +
                        'Կարապը, որ ամենախոշոր և ուժեղ թռչուններից է, դեռևս խոր անցյալից համարվում է գեղեցկության ու սիրո, անաղարտության ու քնքշության խորհրդանիշ։Կարապները ' +
                        'սովորաբար բնակվում են բարեխառն գոտիներում, հազվադեպ՝ արևադարձային։ Կարապների խումբը կոչվում է երամ։'
                }
            ]
        },
        {
            name: 'Մասնագիտություն',
            frame: 'professions',
            themes: [
                {
                    name: 'Շինարար',
                    frame: 'builder',
                    description:
                        'Շինարարը մասնագետ է, որը զբաղվում է շենքերի և շինությունների կառուցման, շահագործման, վերանորոգման և վերակառուցման ' +
                        'աշխատանքների կազմակերպմամբ և իրականացմամբ: «Շինարար» մասնագիտության ընդհանուր անվանումը թաքցնում է մարդկանց, ովքեր տարբեր ' +
                        'առաջադրանքներ են կատարում, «շինարար» հասկացությունը ներառում է վարպետ՝ շինարարական աշխատանքների կազմակերպման համար պատասխանատու ' +
                        'մասնագետ: Վարպետը բանվորներին հանձնարարում է առաջադրանքներ, վերահսկում է շինարարական աշխատանքների որակը, ինչպես նաև ապահովում է աշխատանքների ժամանակին ավարտը։'
                },
                {
                    name: 'Բժիշկ',
                    frame: 'doctor',
                    description:
                        'Բժիշկը մասնագետ է, ով կանխարգելում, ախտորոշում և բուժում է հիվանդությունները, պահպանում և ամրապնդում մարդկանց առողջությունը:' +
                        ' Նա բարձրագույն բժշկական կրթություն ստացած անձն է: Բժշկի մասնագիտությունը (բժշկագիտություն) պահանջում է ծայրաստիճան պատասխանատվություն,' +
                        'քանի որ նրան է վստահվում մարդու համար ամենաթանկը` մարդու կյանքն ու առողջությունը։'
                },
                {
                    name: 'Դատավոր',
                    frame: 'judge',
                    description:
                        'Դատավորի մասնագիտությունն իրավամբ համարվում է ամենահին և պատասխանատուներից մեկը։ ' +
                        'Դատավորի բազմաթիվ գործառույթներ ժամանակին կատարում էին հարգված մարդիկ, անհատ պաշտոնյաներ, տարածքների տիրակալներ,' +
                        ' որոնք, բացի տարբեր իրավական վեճերի քննարկումից, օժտված էին բազմաթիվ այլ լիազորություններով։'
                },
                {
                    name: 'Ծրագրավորող',
                    frame: 'programmer',
                    description:
                        'Ծրագրավորողը կամ ծրագրային ապահովման մշակողը մասնագետ է, ով նախագծում, կառուցում, փորձարկում և սպասարկում է ծրագրային լուծումներ և համակարգեր: ' +
                        'Նրանք օգտագործում են ծրագրավորման լեզուներ, ծրագրային ապահովման մշակման գործիքներ և լավագույն փորձը՝ հատուկ պահանջներին համապատասխանող ծրագրային լուծումներ ' +
                        'մշակելու և տարբեր խնդիրներ լուծելու համար:Ծրագրավորողներն աշխատում են տարբեր նախագծերի վրա՝ ներառյալ Desktop և Mobile հավելվածները, վեբ լուծումները, տվյալների բազաները, ' +
                        'տարբեր համակարգերը և այլն։ Նրանք հիմնականում աշխատում են թիմում, որտեղ համագործակցում են այլ մասնագետների հետ, ինչպիսիք են ծրագրային ապահովման ինժեներները, դիզայներները,' +
                        ' թեստավորողները և նախագծերի ղեկավարները:'
                },
                {
                    name: 'Ուսուցիչ',
                    frame: 'teacher',
                    description:
                        'Ուսուցիչ, անձ, որի օգնությամբ աշակերտները ձեռք են բերում գիտելիքներ, ունակություններ և առաքինություն։ Տարբեր մշակույթներում ուսուցչի դերը տարբեր է։ Ուսուցիչը կարող է դասավանդել գրագիտություն,' +
                        ' արհեստ, կրոն, հասարակագիտություն, կյանքի հմտություններ և այլն։ Ֆորմալ կրթության մեջ ուսուցչի դերը մտնում է' +
                        ' դասերի պատրաստումը՝ համաձայն ուսումնական պլանի, դասավանդում և աշակերտների առաջադիմության գնահատում։'
                }
            ]
        },
        {
            name: 'Սպորտաձևեր',
            frame: 'sport',
            themes: [
                {
                    name: 'Բասկետբոլ',
                    frame: 'basketball',
                    description:
                        'Բասկետբոլը (անգլ.՝ Basket-զամբյուղ և Ball-գնդակ բառերից) թիմային մարզաձև է, որը մտնում է օլիմպիական խաղերի ծրագրի մեջ։' +
                        ' Միմյանց դեմ մրցում են երկու թիմ, յուրաքանչյուրում՝ 5 բասկետբոլիստ(ուհի)։ Խաղի նպատակը հակառակորդ թիմի զամբյուղի մեջ գնդակը նետելն է:'
                },
                {
                    name: 'Լող',
                    frame: 'swiming',
                    description:
                        'Լող — մարզաձև, որն ունի 4 տարատեսակ`   կրոլ, բրաս, բատերֆլյայ և թիկնալող։Լողը ֆիզիկական վարժությունների լավագույն տեսակն է`' +
                        ' հատկապես ծեր և թուլակազմ մարդկանց համար, որովհետև լողալիս մարմինը մասնակիորեն հենվում է ջրին: Ընդ որում՝ այդ ժամանակ վերջույթները կրում են' +
                        ' նվազագույն ծանրաբեռնվածություն, իսկ մկաններն ու հոդերը, ինչպես հարկն է, մարզվում են, բարելավվում է մարդու սրտի և թոքերի աշխատանքը: 1896 թ-ից լողն' +
                        ' ընդգրկված է օլիմպիական խաղերի ծրագրում: Անցկացվում են նաև Եվրոպայի և աշխարհի առաջնություններ:'
                },
                {
                    name: 'Ֆուտբոլ',
                    frame: 'football',
                    description:
                        'Ֆուտբոլ (անգլ.՝ football, բառացի՝ «ոտքի գնդակ»), մարզաձև, աշխարհի ամենատարածված և ամենասիրված խաղերից մեկն է։ Ֆուտբոլը թիմային խաղ է, որտեղ ' +
                        'թիմի 11 ֆուտբոլիստները համաձայնեցված գործողություններով փորձում են գրավել հակառակորդ թիմի դարպասը և անառիկ պահել իրենցը։Ներկայումս ողջ աշխարհում ֆուտբոլ է' +
                        ' խաղում ավելի քան 240 մլն մարդ (երկրագնդի մոտավորապես յուրաքանչյուր 25-րդ բնակիչը), գործում են 1,5 մլն թիմեր և 300 հզ. ակումբներ: '
                },
                {
                    name: 'Շախմատ',
                    frame: 'chess',
                    description:
                        'Շախմատ կամ Ճատրակ, երկու խաղացողի համար նախատեսված սեղանի խաղ, որը խաղում են հաջորդաբար բաց և մուգ գույնի 64 դաշտ ունեցող (8 x 8 վանդակ) քառակուսի' +
                        ' խաղատախտակի վրա։ Աշխարհում ամենատարածված խաղերից մեկն է․ միլիոնավոր մարդիկ շախմատ են խաղում տանը, հասարակական վայրերում, շախմատային ակումբներում, համակարգիչներով, ' +
                        'առցանց, նամակագրությամբ և մրցաշարերում։Շախմատային պարտիայի (խաղի) սկզբում խաղացողներից յուրաքանչյուրը ունենում է 16 խաղաքար:Շախմատի հայրենիքը համարվում է Հնդկաստանը, որտեղ այդ ' +
                        'խաղի մասին առաջին անգամ հիշատակվել է դեռևս VI դարում:'
                },
                {
                    name: 'Վոլեյբոլ',
                    frame: 'volleyball',
                    description:
                        'Վոլեյբոլը թիմային մարզախաղ է: Թարգմանաբար նշանակում է հարված գնդակին թռիչքի պահին:Խաղում են 6-ական մարզիկից կազմված 2  հակառակորդ թիմերով:Խաղի նպատակն է`ափերի, ձեռքերի կամ մարմնի`  ' +
                        ' գոտկատեղից վեր  ցանկացած մասի հարվածով գնդակն անցկացնել ցանցի վրայով այնպես, որ այն ընկնի մրցակցի կիսադաշտը: Ընդ որում`թիմերից յուրաքանչյուրն իրավունք ունի գնդակին հարվածել ընդամենը 3 անգամ:'
                }
            ]
        }
    ],
    levels: [
        {
            name: 'Easy',
            level: '2:2',
            color: 'green'
        },
        {
            name: 'Medium',
            level: '3:3',
            color: 'yellow'
        },
        {
            name: 'Hard',
            level: '4:4',
            color: 'orange'
        }
    ]
}

export const menuConfig2: MenuConfig = {
    categories: [
        {
            name: 'Գրողներ',
            frame: 'writers',
            themes: [
                {
                    name: 'Հովհաննես Թումանյան',
                    id: '1',
                    frame: 'w1',
                    description:
                        'Հովհաննես Թադեւոսի Թումանյան ՝ հայ մեծագույն գրող ու բանաստեղծ, հասարակական գործիչ։ Ծնվել է 1869 թվականի փետրվարի 7-ին, Լոռվա Դսեղ գյուղում`' +
                        ' հոգեւորականի ընտանիքում:Թումանյանը գրականության զարգացման հիմնական աղբյուր է համարել բանահյուսությունը: Այս սկզբունքով են ստեղծված «Սասունցի Դավիթ»' +
                        ' (անավարտ), «Թմկաբերդի առումը» պոեմները, «Ախթամար», «Փարվանա» բալլադները: «Հառաչանք» (անավարտ), «Լոռեցի Սաքոն», «Մարոն» և «Անուշ» պոեմներում' +
                        ' պատկերել է հայ նահապետական գյուղը՝ իր բարքերով, սովորույթներով, սոցիալ-կենցաղային հակասություններով:Երևանում գործում է Թումանյանի թանգարանը, Դսեղում՝ ' +
                        'տուն-թանգարանը: Մահացել է 1923թ.-ի մարտի 23-ին:'
                },
                {
                    name: 'համո Սահյան',
                    id: '2',
                    frame: 'w2',
                    description:
                        'Համո Սահյանը (Հմայակ Սահակի Գրիգորյան) ծնվել է 1914թ. ապրիլի 14-ին Զանգեզուրի հեռավոր անկյուններից մեկում` Սիսիանի Լոր գյուղում`տոհմիկ հայ գյուղացու ընտանիքում:Գրական անունը ստեղծել է իր անվան կրճատումից  և հոր անվան առաջին մասից՝ ՍԱՀ + յան։' +
                        'Տարբեր տարիների լույս տեսած բոլոր ժողովածուներում («Նաիրյան դալար բարդի», «Քարափների երգը», «Սեզամ, բացվիր» և այլն) հիմնականում հնչում են մարդու և բնության ներդաշնակության, կյանքի ու մահվան, ստեղծագործ արարման ու մարդասիրության թեմաները:Համո Սահյանը մահացել է 1993 թվականի հուլիսի 17-ին Երևանում։'
                },
                {
                    name: 'Պարույր Սևակ',
                    id: '3',
                    frame: 'w3',
                    description:
                        'Պարույր Սևակը (Պարույր Ռաֆայելի Ղազարյան) Ծնվել է 1924 թվականի հունվարի 24-ին Արարատի մարզի Չանախչի (այժմ՝ Զանգակատուն) գյուղում։ Պարույր Սևակը հայ ' +
                        'ժողովրդի հավատարիմ զավակն ու նրա ճշմարիտ բանաստեղծն է։ Հայտնի են Պարույր Սևակի «Խենթ»-ը,«Քիչ ենք, բայց հայ ենք»-ը,«Մոր ձեռքերը»-ը ,«Մարդ էլ կա, մարդ էլ», «Անլռելի զանգակատունը»' +
                        ' և այլն  ժողովածուները։ Պարույր Սևակը մահացել է 1971 թվականի հունիսի 17-ին ավտովթարից։ Նրա մեքենան բախվել է գյուղական ճանապարհով անցնող կաթ տեղափոխող մեքենային։ Սևակի հայրենի գյուղում գործում է նրա տուն-թանգարանը, իսկ գյուղի կենտրոնում 2001 թվականին բացվել է նրա կիսանդրին։'
                },
                {
                    name: 'Դերենիկ Դեմիրճյան',
                    id: '4',
                    frame: 'w4',
                    description:
                        'Հայ գրող, հրապարակախոս Դերենիկ Դեմիրճյանը (իսկական ազգանունը՝ Դեմիրճօղլյան) ծնվել է 1877թ.-ի փետրվարի 18-ին Ախալքալաք քաղաքում:հայտնի է  «Քաջ Նազար» կատակերգությունը, որը հայ դրամատուրգիայի մնայուն գործերից է։ Դեմիրճյանի ստեղծագործության գլուխգործոցը Հայրենական մեծ պատերազմի տարիներին գրված «Վարդանանք» պատմավեպն է։ Հայրենական պատերազմի ավարտից հետո մարդկանց ստեղծագործ աշխատանքին են նվիրված «Հանուն կյանքի» (1949թ.), «Հուշ-աղբյուր» (1950թ.) և այլ պատմվածքներ։Դեմիրճյանը մանուկների համար գրել է «Պույպույ մուկիկը», «Արջուկ-լրջուկ», «Ծտապար» և այլ ստեղծագործություններ։Նա մահացել է 1956թ.-ի դեկտեմբերի 6-ին Երևանում:\n' +
                        'Նրա անունով կոչվել  են  փողոցներ և դպրոցներ Երևանում, ՀՀ այլ քաղաքներում և Ախալքալաքում: Երևանում գործում է նրա տուն-թանգարանը:'
                },
                {
                    name: 'Սիլվա Կապուտիկյան',
                    id: '5',
                    frame: 'w5',
                    description:
                        'Սիլվա (Սիրվարդ) Բարունակի Կապուտիկյանը  ծնվել է 1919թ.-ի հունվարի 5-ին Երևանում, Վանից գաղթած ընտանիքում։' +
                        'Կապուտիկյանը շատ է գրել հայրենիքի, հայոց լեզվի, հայ ժողովրդի ճակատագրի մասին։Բացառիկ են «Քարավանները դեռ քայլում են»,' +
                        ' «Խճանկար հոգու և քարտեզի գույներից», «Քարավանները հեռանում են», «Իմ կածանը աշխարհի ճանապարհներին» գրքերը:' +
                        ' Կյանքի վերջին տարիներին մեծ աշխատանք է կատարել հրապարակագրության ոլորտում` «Իմ ժամանակը», «Չեմ կարող լռել», «Վերջին զանգ»:' +
                        ' Մահացել է Երևանում, թաղված է Կոմիտասի անվան պանթեոնում: 2009 թվականին նրա ապրած տանը բացվել է բանաստեղծուհու տուն-թանգարանը:'
                }
            ]
        },
        {
            name: 'Կոմպոզիտորներ',
            frame: 'compositors',
            themes: [
                {
                    name: 'Կոմիտաս',
                    id: '6',
                    frame: 'c1',
                    description:
                        'Սողոմոն Գևորգի Սողոմոնյանը ծնվել է 1869 թվականի սեպտեմբերի 26-ին Թուրքիայի Քյոթահիա քաղաքում`երաժշտասեր մի ընտանիքում:' +
                        'Կոմիտասի գլխավոր աշխատանքն իր «Պատարագն» է, որը մինչև այսօր առկա է եկեղեցու ծիսակատարության մեջ։ 1910 թվից հետո նա ապրել և աշխատել է ' +
                        'Պոլսում։Այնտեղ նա հիմնել է 300 անդամից բաղկացած «Գուսան» երգչախումբը։ 1915 թվականի ապրիլ 24-ին նա շատ ուրիշ հայ մտավորականների պես ձերբակալվել է' +
                        'և հարկադրված քայլել աքսորի ճամփաներով դեպի Արաբիայի անապատները։ Նրա լավ ընկերները՝ թուրք բանաստեղծ Էմին Յարդաքուլը և ամերիկյան դեսպան Հենրի Մորգենթաուն,' +
                        'միջամտել են, և Կոմիտասն ազատվել է։Նա տեղափոխվել է Փարիզ, որտեղ էլ մահացել է հոգեբուժական կլինիկայում 1935 թվականին։ Հաջորդ տարի նրա աճյունը փոխադրվել է Երևան։' +
                        'Այսօր Երևանի երաժշտական կոնսերվատորիան կրում է Կոմիտասի անունը։'
                },
                {
                    name: 'Ալեքսանդր Սպենդարյան',
                    id: '7',
                    frame: 'c2',
                    description:
                        'Ալեքսանդր Աֆանասի Սպենդիարյանը (Սպենդիարովը) ծնվել է 1871թ. հոկտեմբերի 10-ին ռուսական Կախովկա քաղաքում: Երաժշտական տաղանդը ժառանգել է մորից,' +
                        ' ով դաշնամուրի ուսուցչուհի էր:Իր ստեղծագործական կարիերայի բուռն ծաղկման շրջանում այնպիսի հրաշալի գործեր է ստեղծել, ինչպիսիք են «Ալմաստ» օպերան,' +
                        ' «Երևանյան էտյուդներ» և «Ղրիմի էսքիզներ» ստեղծագործությունները:Սպենդիարյանը համարվում է նաև հայկական սիմֆոնիզմի հիմնադիրը:Հայ դասականը մահացել է 1928թ. մայիսի 7-ին Երևանում:' +
                        ' Մայրաքաղաքում հիմնվել է նրա անվան տուն-թանգարանը, նրա անունով է կոչվում Երևանի օպերայի և բալետի ակադեմիական թատրոնը և Երևանի թիվ մեկ երաժշտական դպրոցը:'
                },
                {
                    name: 'Արամ Խաչատրյան',
                    id: '8',
                    frame: 'c3',
                    description:
                        'Աշխարհահռչակ հայ կոմպոզիտոր, դիրիժոր, մանկավարժ Արամ Խաչատրյանը (1903թ. հունիսի 6 - 1978թ. մայիսի 1) XX դարի խոշորագույն կոմպոզիտորներից մեկն է:' +
                        ' Նա մեծ ազդեցություն է թողել հայ երաժշտության զարգացման վրա, համաշխարհային ասպարեզ դուրս բերել հայ ազգային երաժշտարվեստը: Նրա հանրաճանաչ գործերից են «Գայանե» և «Սպարտակ» բալետները: 1950թ.-ից որպես դիրիժոր հեղինակային համերգներով շրջագայել է բազմաթիվ երկրներում: ' +
                        'Երևանում Խաչատրյանի անունով են կոչվել Հայֆիլհարմոնիայի մեծ դահլիճը, որի առջև տեղադրված է նրա արձանը, երաժշտական դպրոց և փողոց:'
                },
                {
                    name: 'Շառլ Ազնավուր',
                    id: '9',
                    frame: 'c4',
                    description:
                        'Նշանավոր ֆրանսահայ շանսոնիե, երգիչ, երգահան, կինոդերասան և հասարակական գործիչ Շառլ Ազնավուրը (իսկական անունը` Շահնուր Վաղինակ Ազնավուրյան) ծնվել է' +
                        ' 1924թ.-ի մայիսի 22-ին Փարիզում՝ հայ գաղթականներ Միքայել և Քնար Ազնավուրյանների ընտանիքում: Մանուկ հասակում տարվել է թատրոնով, իսկ 1940-ական թթ. Պիեռ Ռոշի հետ ' +
                        'հանդես է եկել կաբարեում։Համաշխարհային հռչակ է ձեռք բերել 1956թ.-ին Փարիզի դահլիճներից մեկում հաջող ելույթից հետո։Ազնավուրը նկարահանվել է 60-ից ավելի կինոնկարներում:' +
                        'Ազնավուրը գրել է 1000-ից ավելի երգեր՝ «Սա է վերջը», «Մամա», «Իզաբել», «Երկու կիթառ», «Սիրուց հետո», «Ջահելություն» և այլն:Լեգենդար հայը կյաքից հեռացավ 94 տարեկանում, 2018թ.-ի հոկտեմբերի 1-ին:'
                },
                {
                    name: 'Ջիվան Գասպարյան',
                    id: '10',
                    frame: 'c5',
                    description:
                        'Ջիվան Արամայիսի Գասպարյան (հոկտեմբերի 12, 1928, Սոլակ, Հայաստան - հուլիսի 6, 2021, Լոս Անջելես, Կալիֆոռնիա, ԱՄՆ), նշանավոր հայ դուդուկահար և կոմպոզիտոր։ ' +
                        'Հայաստանի և Կանադայի երաժշտական ակադեմիաների անդամ։Ջիվան Գասպարյանը մասնակցել է համաշխարհային ճանաչում վայելած ֆիլմերի երաժշտությունների ստեղծմանը` «Քրիստոսի ' +
                        'վերջին գայթակղությունը», «Ռոնին» , «Օնեգին», «Գլադիատոր» , «Սիրանա» , «Արյունոտ ադամանդ», «Ձյուն և մոխիր» և այլն։Թողարկել է ավելի քան 20 ձայնասկավառակ, ունի ավելի քան ' +
                        '1000 ձայնագրություններ, նվագել է շուրջ 20 հազար համերգներում:'
                }
            ]
        },
        {
            name: 'Նկարիչներ',
            frame: 'painters',
            themes: [
                {
                    name: 'Մինաս Ավետիսյան',
                    id: '11',
                    frame: 'p1',
                    description: ''
                },
                {
                    name: 'Մարտիրոս Սարյան',
                    id: '12',
                    frame: 'p2',
                    description: ''
                },
                {
                    name: 'Արշիլ Գորկի',
                    id: '13',
                    frame: 'p3',
                    description: ''
                },
                {
                    name: 'Հովհաննես Այվազովսկի',
                    id: '14',
                    frame: 'p4',
                    description: ''
                },
                {
                    name: 'Լեոնարդո Դա Վինչի',
                    id: '15',
                    frame: 'p5',
                    description: ''
                }
            ]
        },
        {
            name: 'Սպորտսմեններ',
            frame: 'sportmens',
            themes: [
                {
                    name: 'Հենրիկ Մխիթարյան',
                    id: '16',
                    frame: 'a1',
                    description: ''
                },
                {
                    name: 'Արթուր Ալեքսանյան',
                    id: '17',
                    frame: 'a2',
                    description: ''
                },
                {
                    name: 'Արթուր Աբրահամ',
                    id: '18',
                    frame: 'a3',
                    description: ''
                },
                {
                    name: 'Նազիկ Ավդալյան',
                    id: '19',
                    frame: 'a4',
                    description: ''
                },
                {
                    name: 'Լևոն Արոնյան',
                    id: '20',
                    frame: 'a5',
                    description: ''
                }
            ]
        },
        {
            name: 'Գիտնականներ',
            frame: 'scientist',
            themes: [
                {
                    name: 'Արտեմ Ալիխանյան',
                    id: '21',
                    frame: 's1',
                    description: ''
                },
                {
                    name: 'Ալբերտ Այնշտայն',
                    id: '22',
                    frame: 's2',
                    description: ''
                },
                {
                    name: 'Դմիտրի Մենդելեև',
                    id: '23',
                    frame: 's3',
                    description: ''
                },
                {
                    name: 'Սերգեյ Մերգելյան ',
                    id: '24',
                    frame: 's4',
                    description: ''
                },
                {
                    name: 'Վիկտոր Համբարձումյան',
                    id: '25',
                    frame: 's5',
                    description: ''
                }
            ]
        }
    ],
    levels: [
        {
            name: 'Easy',
            level: '2:2',
            color: 'green'
        },
        {
            name: 'Medium',
            level: '3:3',
            color: 'yellow'
        },
        {
            name: 'Hard',
            level: '4:4',
            color: 'orange'
        }
    ]
}

export const charactersDescription = {
    1: {
        biography:
            'Սողոմոն Գևորգի Սողոմոնյանը ծնվել է 1869 թվականի սեպտեմբերի 26-ին Թուրքիայի Քյոթահիա քաղաքում`երաժշտասեր մի ընտանիքում:' +
            'Կոմիտասի գլխավոր աշխատանքն իր «Պատարագն» է, որը մինչև այսօր առկա է եկեղեցու ծիսակատարության մեջ։ 1910 թվից հետո նա ապրել և աշխատել է ' +
            'Պոլսում։Այնտեղ նա հիմնել է 300 անդամից բաղկացած «Գուսան» երգչախումբը։ 1915 թվականի ապրիլ 24-ին նա շատ ուրիշ հայ մտավորականների պես ձերբակալվել է' +
            'և հարկադրված քայլել աքսորի ճամփաներով դեպի Արաբիայի անապատները։',
        activity: '',
        quiz: {
            1: {
                question: '',
                answer1: { text: '', id: '1', isRightAnswer: false },
                answer2: { text: '', id: '2', isRightAnswer: false },
                answer3: { text: '', id: '3', isRightAnswer: false },
                answer4: { text: '', id: '4', isRightAnswer: false }
            }
        }
    }
}
