import { MenuConfig } from '../../typings/types'

export const menuConfig1: MenuConfig = {
  categories: [
    {
      name: 'Տրանսպորտ',
      frame: 'vehicles',
      themes: [
        {
          name: 'Ավտոմեքենա',
          frame: 'car',
          description:
            'Ավտոմեքենա, սեփական շարժիչով տրանսպորտային միջոց, որը հարմարեցված է ցամաքի վրա տեղաշարժման համար։ ' +
            'Լայնորեն տարածված է ողջ աշխարհում։ Ավտոմեքենաների արագ և հարմարավետ տեղաշարժման համար ' +
            'կառուցվում են հատուկ ավտոմայրուղիներ կամ պինդ ծածկով ճանապարհներ։'
        },
        {
          name: 'Հեծանիվ',
          frame: 'bicycle',
          description:
            'Հեծանիվ, անիվներով տրանսպորտային միջոց, որը շարժվում է մարդու մկանային ուժի շնորհիվ՝ ոտնակների միջոցով։ ' +
            'Առավել տարածված են երկու ակնանի հեծանիվները, սակայն կան նաև մի ակնանի, երեք ակնանի, ինչպես նաև բազմաթիվ ակներով հեծանիվներ։'
        },
        {
          name: 'Գնացք',
          frame: 'train',
          description:
            'Գնացք, ժամանակակից իմաստով՝ մի խումբ վագոններից կազմված, մեկ կամ մի քանի գործող լոկոմոտիվներից կամ նրան շարժման մեջ դնող շարժիչային վագոններից ձևավորված և կապակցված համակարգ,' +
            ' որն ունի տեղակայված ազդանշաններ (ձայնային և տեսանելի), որոնք մատնանշում են նրա գլխամասն ու պոչը։ ' +
            'Բացի դրանից շատ երկաթուղիներում գնացքները ստանում են որոշակի համար, որը թույլ է տալիս տարբերել տվյալ գնացքը մյուսներից։ ' +
            'Գնացքներին են պատկանում նաև առանց վագոնների լոկոմոտիվները, շարժիչներով վագոնները և հատուկ ինքնագնաց շարժակազմերը, որոնք' +
            ' ունեն տեղադրված ազդանշաններ և ուղարկվում են ուղղամաս։ '
        },
        {
          name: 'Ինքնաթիռ',
          frame: 'plane',
          description:
            'Ինքնաթիռ (կամ հնացած՝ աերոպլան), օդից ծանր թռչող սարք՝ շարժիչների և թևերի օգնությամբ մթնոլորտում թռչելու համար։ ' +
            'Մեծ արագության, բեռնունակության, գործողության շառավիղի, մանևրունակության, հուսալիության շնորհիվ ունի ավելի լայն կիրառություն, քան մյուս թռչող սարքերը։'
        },
        {
          name: 'Տրակտոր',
          frame: 'traktor',
          description:
            'Տրակտորը ինքնագնաց (հետագծով կամ անիվավոր) մեքենա է, որը կատարում է գյուղատնտեսական, ճանապարհաշինական, հողատարածքային, տրանսպորտային և այլ աշխատանքներ՝ ուղեկցվող, տեղադրված կամ անշարժ մեքենաների (գործիքների) հետ միասին։' +
            ' Պարզ ասած՝ տրակտորները գութաններ, գյուղատնտեսական այլ մեքենաներ և բեռներ քաշող մեքենաներ են։Տրակտորը բնութագրվում է ցածր արագությամբ և բարձր ձգողական ուժով:'
        }
      ]
    },
    {
      name: 'Կենդանիներ',
      frame: 'animals',
      themes: [
        {
          name: 'Առյուծ',
          frame: 'lion',
          description:
            'Առյուծ, կատվազգիների ընտանիքի գիշատիչ կաթնասուն, որը համարվում է նաև հովազների ցեղի չորս խոշոր ներկայացուցիչներից մեկը։ ' +
            'Առյուծները խոշոր չափերի մկանոտ, բաշավոր կատուներ են, որոնց արտաքին բնութագրիչներն են կարճ, կլորավուն գլուխը, ցածր պարանոցը, շրջանաձև ականջները, ինչպես նաև երկար և մազոտ պոչը։ ' +
            'Առյուծներն ապրում են խմբերով․ դասական փրայդը կազմված է մի քանի ազգակից արուներից, չափահաս էգերից և ձագերից՝ կորյուններից'
        },
        {
          name: 'Ընձուղտ',
          frame: 'giraffe',
          description:
            'Ընձուղտը Երկրի վրա բնակվող ամենաբարձրահասակ կենդանին է։' +
            ' 6 մ-ի հասնող հասակի կեսը կազմում է պարանոցը։ Խոշոր կենդանի է․ արուների կենդանի զանգվածը հասնում է 750 կգ-ի։ ' +
            'Սովորական ընձուղտների մարմինը բաց դեղնավուն է՝ մուգ շագանակագույն, տարբեր ձևերի խալերով։ ' +
            'Ընձուղտներն ունեն սուր տեսողություն ու շատ արագավազ են։ Սնվում են տերևներով և ճյուղերով։'
        },
        {
          name: 'Կապիկ',
          frame: 'monkey',
          description:
            'Կապիկները համարվում են պրիմանտների կարգի կաթնասունների ենթակարգ։Կապիկների քաշը 400գ-180 կգ է և ավելի, մարմնի երկարությունը մինչև 2 մ: ' +
            'Որոշ կապկների պոչը մարմիններից երկար է, մյուսներինը`   հավասար կամ կարճ, երբեմն`   կառչող:' +
            ' Մարդանման կապիկները պոչ չունեն:Մեծ մասը ցերեկային հոտային կենդանիներ են, ծառաբնակ, իսկ պավիանները`   գետնաբնակ:' +
            ' Սնվում են պտուղներով, տերևներով, երիտասարդ ընձյուղներով, միջատներով, խխունջներով, թռչունների ձվերով, մանր թռչուններով:' +
            ' Կապիկների խոշոր թշնամիներին են օձերը, գիշատիչ թռչունները, կոկորդիլոսները և հովազները:'
        },
        {
          name: 'Փիղ',
          frame: 'elephant',
          description:
            'Փիղ, կնճիթավորների կարգի խոշոր կաթնասուն կենդանիների ընտանիք։' +
            'Փղերը Երկրի վրա բնակվող ցամաքային կենդանիներից ամենախոշորն են։Փղերը ունեն երաժշտական լսողություն և երաժշտական հիշողություն, ' +
            'ընդունակ են տարբերել երեք նոտաներից կազմված ցանկացած երաժշտություն, ջութակով նվագած մեղեդիները, ցածր բասը:Փղերը սոցիալական կենդանիներ են,' +
            ' հաճախ կազմում են էգերից և ձագերից կազմված խմբեր, որոնք գլխավորում է ամենածեր և փորձառու փիղը։ Արուները կազմում են առանձին խմբեր։Տարածված են' +
            ' հարավարևելյան Ասիայի և Աֆրիկայի արևադարձային անտառներում ու սավաննաներում։'
        },
        {
          name: 'Զեբր',
          frame: 'zebra',
          description:
            'Վագրաձիեր կամ զեբրեր,միասմբակավորների կարգի ձիերի սեռի կաթնասուն կենդանիների խումբ։ Հանդիպում են հոտերով։' +
            'Զեբրերը հայտնի են իրենց սև և սպիտակ գծերով, որոնք յուրահատուկ են յուրաքանչյուր անհատի համար, ինչպես մարդու մատնահետքերը:' +
            'Զեբրերը սոցիալական կենդանիներ են, սովորաբար ապրում են հարեմներ կոչվող փոքր ընտանեկան խմբերում, որոնք բաղկացած են գերիշխող արուից,' +
            ' մի քանի էգերից և նրանց սերունդներից:Զեբրերը միմյանց հետ շփվելու համար օգտագործում են ձայնային հնչյուններ:'
        }
      ]
    },
    {
      name: 'Թռչուններ',
      frame: 'birds',
      themes: [
        {
          name: 'Ֆլամինգո',
          frame: 'flamingo',
          description:
            'Ֆլամինգո  երանգավորող փետրավոր թռչուն:Նրա աչքերն իրականում ավելի մեծ են, քան ուղեղը:' +
            'Նրանց գեղեցիկ գույնը գալիս է ջրիմուռներից, դիատոմներից և փոքր խեցգետնակերպերից, որոնք նրանք ուտում են,' +
            ' որոնք հարուստ են կարոտինով:Ֆլամինգոները ապրում են խմբերով, որոնք կոչվում են հոտեր կամ գաղութներ:' +
            ' Մեծ թվաքանակն ապահովում է անվտանգություն գիշատիչներից, հատկապես, երբ նրանք սնվում են ջրի տակ գլխիվայր: '
        },
        {
          name: 'Հավ',
          frame: 'hen',
          description:
            'Հավ, թվաքանակով աշխարհում ամենամեծ և ամենատարածված ընտանի թռչուններն են։ Հավերը կարող են իրար ճանաչել դեմքով: ' +
            'Հավերը բոլորը մեր աչքին նույնն են երևում, բայց նրանք կարողանում են իրար ճանաչել դեմքի մանրամասնություններով:' +
            'Հավերը հրաշալի մայրեր են, նրանք խնամում են իրենց ճուտերին շատ լավ:Հավերը կարողանում են մաթեմատիկա անել:' +
            ' Նրանք կարող են հաշվել: Հավերը օգտագործում են իրենց թվերի շարքը, որը ձախից աջ է, ինչն էլ նշանակում է, որ նրանք հասկանում են թվերը մեր նման: ' +
            'Եթե նրանց մի զառ տանք, որի վրա վեց կետիկ կլինի, նրանք վեց անգամ կկտացնեն զառի վրա:'
        },
        {
          name: 'Բու',
          frame: 'owl',
          description:
            'Բուն  անտառաբնակ  թռչուն է, ապրում է ծառերի փչակներում.Բվերը կարողանում են շրջել իրենց գլուխը 270 աստիճան:' +
            ' Նրանք կարողանում են միայն առաջ նայել և գլուխը շրջելու նրանց ունակությունը կոմպենսացնում է այդ թերությունը:' +
            'Նրանցից ոչ բոլորն են գիշերային, կան բվեր, որոնք որսի են դուրս գալիս ցերեկները:Նրանք տարածված են Եվրոպայում, Հյուսիսային' +
            ' Աֆրիկայում, Ասիայում,Հյուսիսային Ամերիկայում։'
        },
        {
          name: 'Թութակ',
          frame: 'parrot',
          description:
            'Թութակներ, թռչունների ընտանիքին պատկանող կենդանիներ։ Այս ընտանիքին պատկանող թռչունները բաժանվում են 3 խմբի՝ իսկական թութակներ,' +
            ' կակադուներ և նորզելանդական թութակներ։Թութակները սնվում են պտուղներով, սերմերով, բողբոջներով, երբեմն՝ միջատներով։ Նրանք կտուցով ջարդում են բույսերի' +
            ' պտուղների ու սերմերի կեղևն ու սնվում միջուկով։ Խոշոր թութակները կարող են ջարդել ամենաամուր ընկույզը։ Կտուցը նրանց նաև օգնում է մագլցելու ծառերի ճյուղերով։' +
            ' Ապրում են երամներով։Բնության մեջ թութակները միմյանց հետ հաղորդակցվում են սուր, ականջ ծակող ճղճղոցով կամ մեղմ ճռվողյունով։ Նրանք հետաքրքրասեր են, հնարամիտ,' +
            ' լավ ընտելանում են, առանձին տեսակներ (ժակո, կակադու, ամազոնների մի քանի տեսակներ) ընդունակ են արտաբերելու բառեր և անգամ նախադասություններ։'
        },
        {
          name: 'Կարապ',
          frame: 'swan',
          description:
            'Կարապները բադեր ընտանիքին պատկանող ջրային որսաթռչուններից պահպանված ամենախոշոր անդամներն են, ինչպես նաև դասվում են ամենամեծ թռչունների շարքին։ ' +
            'Կարապը, որ ամենախոշոր և ուժեղ թռչուններից է, դեռևս խոր անցյալից համարվում է գեղեցկության ու սիրո, անաղարտության ու քնքշության խորհրդանիշ։Կարապները ' +
            'սովորաբար բնակվում են բարեխառն գոտիներում, հազվադեպ՝ արևադարձային։ Կարապների խումբը կոչվում է երամ։'
        }
      ]
    },
    {
      name: 'Մասնագիտություն',
      frame: 'professions',
      themes: [
        {
          name: 'Շինարար',
          frame: 'builder',
          description:
            'Շինարարը մասնագետ է, որը զբաղվում է շենքերի և շինությունների կառուցման, շահագործման, վերանորոգման և վերակառուցման ' +
            'աշխատանքների կազմակերպմամբ և իրականացմամբ: «Շինարար» մասնագիտության ընդհանուր անվանումը թաքցնում է մարդկանց, ովքեր տարբեր ' +
            'առաջադրանքներ են կատարում, «շինարար» հասկացությունը ներառում է վարպետ՝ շինարարական աշխատանքների կազմակերպման համար պատասխանատու ' +
            'մասնագետ: Վարպետը բանվորներին հանձնարարում է առաջադրանքներ, վերահսկում է շինարարական աշխատանքների որակը, ինչպես նաև ապահովում է աշխատանքների ժամանակին ավարտը։'
        },
        {
          name: 'Բժիշկ',
          frame: 'doctor',
          description:
            'Բժիշկը մասնագետ է, ով կանխարգելում, ախտորոշում և բուժում է հիվանդությունները, պահպանում և ամրապնդում մարդկանց առողջությունը:' +
            ' Նա բարձրագույն բժշկական կրթություն ստացած անձն է: Բժշկի մասնագիտությունը (բժշկագիտություն) պահանջում է ծայրաստիճան պատասխանատվություն,' +
            'քանի որ նրան է վստահվում մարդու համար ամենաթանկը` մարդու կյանքն ու առողջությունը։'
        },
        {
          name: 'Դատավոր',
          frame: 'judge',
          description:
            'Դատավորի մասնագիտությունն իրավամբ համարվում է ամենահին և պատասխանատուներից մեկը։ ' +
            'Դատավորի բազմաթիվ գործառույթներ ժամանակին կատարում էին հարգված մարդիկ, անհատ պաշտոնյաներ, տարածքների տիրակալներ,' +
            ' որոնք, բացի տարբեր իրավական վեճերի քննարկումից, օժտված էին բազմաթիվ այլ լիազորություններով։'
        },
        {
          name: 'Ծրագրավորող',
          frame: 'programmer',
          description:
            'Ծրագրավորողը կամ ծրագրային ապահովման մշակողը մասնագետ է, ով նախագծում, կառուցում, փորձարկում և սպասարկում է ծրագրային լուծումներ և համակարգեր: ' +
            'Նրանք օգտագործում են ծրագրավորման լեզուներ, ծրագրային ապահովման մշակման գործիքներ և լավագույն փորձը՝ հատուկ պահանջներին համապատասխանող ծրագրային լուծումներ ' +
            'մշակելու և տարբեր խնդիրներ լուծելու համար:Ծրագրավորողներն աշխատում են տարբեր նախագծերի վրա՝ ներառյալ Desktop և Mobile հավելվածները, վեբ լուծումները, տվյալների բազաները, ' +
            'տարբեր համակարգերը և այլն։ Նրանք հիմնականում աշխատում են թիմում, որտեղ համագործակցում են այլ մասնագետների հետ, ինչպիսիք են ծրագրային ապահովման ինժեներները, դիզայներները,' +
            ' թեստավորողները և նախագծերի ղեկավարները:'
        },
        {
          name: 'Ուսուցիչ',
          frame: 'teacher',
          description:
            'Ուսուցիչ, անձ, որի օգնությամբ աշակերտները ձեռք են բերում գիտելիքներ, ունակություններ և առաքինություն։ Տարբեր մշակույթներում ուսուցչի դերը տարբեր է։ Ուսուցիչը կարող է դասավանդել գրագիտություն,' +
            ' արհեստ, կրոն, հասարակագիտություն, կյանքի հմտություններ և այլն։ Ֆորմալ կրթության մեջ ուսուցչի դերը մտնում է' +
            ' դասերի պատրաստումը՝ համաձայն ուսումնական պլանի, դասավանդում և աշակերտների առաջադիմության գնահատում։'
        }
      ]
    },
    {
      name: 'Սպորտաձևեր',
      frame: 'sport',
      themes: [
        {
          name: 'Բասկետբոլ',
          frame: 'basketball',
          description:
            'Բասկետբոլը (անգլ.՝ Basket-զամբյուղ և Ball-գնդակ բառերից) թիմային մարզաձև է, որը մտնում է օլիմպիական խաղերի ծրագրի մեջ։' +
            ' Միմյանց դեմ մրցում են երկու թիմ, յուրաքանչյուրում՝ 5 բասկետբոլիստ(ուհի)։ Խաղի նպատակը հակառակորդ թիմի զամբյուղի մեջ գնդակը նետելն է:'
        },
        {
          name: 'Լող',
          frame: 'swiming',
          description:
            'Լող — մարզաձև, որն ունի 4 տարատեսակ`   կրոլ, բրաս, բատերֆլյայ և թիկնալող։Լողը ֆիզիկական վարժությունների լավագույն տեսակն է`' +
            ' հատկապես ծեր և թուլակազմ մարդկանց համար, որովհետև լողալիս մարմինը մասնակիորեն հենվում է ջրին: Ընդ որում՝ այդ ժամանակ վերջույթները կրում են' +
            ' նվազագույն ծանրաբեռնվածություն, իսկ մկաններն ու հոդերը, ինչպես հարկն է, մարզվում են, բարելավվում է մարդու սրտի և թոքերի աշխատանքը: 1896 թ-ից լողն' +
            ' ընդգրկված է օլիմպիական խաղերի ծրագրում: Անցկացվում են նաև Եվրոպայի և աշխարհի առաջնություններ:'
        },
        {
          name: 'Ֆուտբոլ',
          frame: 'football',
          description:
            'Ֆուտբոլ (անգլ.՝ football, բառացի՝ «ոտքի գնդակ»), մարզաձև, աշխարհի ամենատարածված և ամենասիրված խաղերից մեկն է։ Ֆուտբոլը թիմային խաղ է, որտեղ ' +
            'թիմի 11 ֆուտբոլիստները համաձայնեցված գործողություններով փորձում են գրավել հակառակորդ թիմի դարպասը և անառիկ պահել իրենցը։Ներկայումս ողջ աշխարհում ֆուտբոլ է' +
            ' խաղում ավելի քան 240 մլն մարդ (երկրագնդի մոտավորապես յուրաքանչյուր 25-րդ բնակիչը), գործում են 1,5 մլն թիմեր և 300 հզ. ակումբներ: '
        },
        {
          name: 'Շախմատ',
          frame: 'chess',
          description:
            'Շախմատ կամ Ճատրակ, երկու խաղացողի համար նախատեսված սեղանի խաղ, որը խաղում են հաջորդաբար բաց և մուգ գույնի 64 դաշտ ունեցող (8 x 8 վանդակ) քառակուսի' +
            ' խաղատախտակի վրա։ Աշխարհում ամենատարածված խաղերից մեկն է․ միլիոնավոր մարդիկ շախմատ են խաղում տանը, հասարակական վայրերում, շախմատային ակումբներում, համակարգիչներով, ' +
            'առցանց, նամակագրությամբ և մրցաշարերում։Շախմատային պարտիայի (խաղի) սկզբում խաղացողներից յուրաքանչյուրը ունենում է 16 խաղաքար:Շախմատի հայրենիքը համարվում է Հնդկաստանը, որտեղ այդ ' +
            'խաղի մասին առաջին անգամ հիշատակվել է դեռևս VI դարում:'
        },
        {
          name: 'Վոլեյբոլ',
          frame: 'volleyball',
          description:
            'Վոլեյբոլը թիմային մարզախաղ է: Թարգմանաբար նշանակում է հարված գնդակին թռիչքի պահին:Խաղում են 6-ական մարզիկից կազմված 2  հակառակորդ թիմերով:Խաղի նպատակն է`ափերի, ձեռքերի կամ մարմնի`  ' +
            ' գոտկատեղից վեր  ցանկացած մասի հարվածով գնդակն անցկացնել ցանցի վրայով այնպես, որ այն ընկնի մրցակցի կիսադաշտը: Ընդ որում`թիմերից յուրաքանչյուրն իրավունք ունի գնդակին հարվածել ընդամենը 3 անգամ:'
        }
      ]
    }
  ],
  levels: [
    {
      name: 'Easy',
      level: '2:2',
      color: 'green'
    },
    {
      name: 'Medium',
      level: '3:3',
      color: 'yellow'
    },
    {
      name: 'Hard',
      level: '4:4',
      color: 'orange'
    }
  ]
}

export const menuConfig2: MenuConfig = {
  categories: [
    {
      name: 'Գրողներ',
      frame: 'writers',
      themes: [
        {
          name: 'Հովհաննես Թումանյան',
          id: '1',
          frame: 'w1'
          // description:
          //     'Հովհաննես Թադեւոսի Թումանյան ՝ հայ մեծագույն գրող ու բանաստեղծ, հասարակական գործիչ։ Ծնվել է 1869 թվականի փետրվարի 7-ին, Լոռվա Դսեղ գյուղում`' +
          //     ' հոգեւորականի ընտանիքում:Թումանյանը գրականության զարգացման հիմնական աղբյուր է համարել բանահյուսությունը: Այս սկզբունքով են ստեղծված «Սասունցի Դավիթ»' +
          //     ' (անավարտ), «Թմկաբերդի առումը» պոեմները, «Ախթամար», «Փարվանա» բալլադները: «Հառաչանք» (անավարտ), «Լոռեցի Սաքոն», «Մարոն» և «Անուշ» պոեմներում' +
          //     ' պատկերել է հայ նահապետական գյուղը՝ իր բարքերով, սովորույթներով, սոցիալ-կենցաղային հակասություններով:Երևանում գործում է Թումանյանի թանգարանը, Դսեղում՝ ' +
          //     'տուն-թանգարանը: Մահացել է 1923թ.-ի մարտի 23-ին:'
        },
        {
          name: 'համո Սահյան',
          id: '2',
          frame: 'w2',
          description:
            'Համո Սահյանը (Հմայակ Սահակի Գրիգորյան) ծնվել է 1914թ. ապրիլի 14-ին Զանգեզուրի հեռավոր անկյուններից մեկում` Սիսիանի Լոր գյուղում`տոհմիկ հայ գյուղացու ընտանիքում:Գրական անունը ստեղծել է իր անվան կրճատումից  և հոր անվան առաջին մասից՝ ՍԱՀ + յան։' +
            'Տարբեր տարիների լույս տեսած բոլոր ժողովածուներում («Նաիրյան դալար բարդի», «Քարափների երգը», «Սեզամ, բացվիր» և այլն) հիմնականում հնչում են մարդու և բնության ներդաշնակության, կյանքի ու մահվան, ստեղծագործ արարման ու մարդասիրության թեմաները:Համո Սահյանը մահացել է 1993 թվականի հուլիսի 17-ին Երևանում։'
        },
        {
          name: 'Պարույր Սևակ',
          id: '3',
          frame: 'w3',
          description:
            'Պարույր Սևակը (Պարույր Ռաֆայելի Ղազարյան) Ծնվել է 1924 թվականի հունվարի 24-ին Արարատի մարզի Չանախչի (այժմ՝ Զանգակատուն) գյուղում։ Պարույր Սևակը հայ ' +
            'ժողովրդի հավատարիմ զավակն ու նրա ճշմարիտ բանաստեղծն է։ Հայտնի են Պարույր Սևակի «Խենթ»-ը,«Քիչ ենք, բայց հայ ենք»-ը,«Մոր ձեռքերը»-ը ,«Մարդ էլ կա, մարդ էլ», «Անլռելի զանգակատունը»' +
            ' և այլն  ժողովածուները։ Պարույր Սևակը մահացել է 1971 թվականի հունիսի 17-ին ավտովթարից։ Նրա մեքենան բախվել է գյուղական ճանապարհով անցնող կաթ տեղափոխող մեքենային։ Սևակի հայրենի գյուղում գործում է նրա տուն-թանգարանը, իսկ գյուղի կենտրոնում 2001 թվականին բացվել է նրա կիսանդրին։'
        },
        {
          name: 'Դերենիկ Դեմիրճյան',
          id: '4',
          frame: 'w4',
          description:
            'Հայ գրող, հրապարակախոս Դերենիկ Դեմիրճյանը (իսկական ազգանունը՝ Դեմիրճօղլյան) ծնվել է 1877թ.-ի փետրվարի 18-ին Ախալքալաք քաղաքում:հայտնի է  «Քաջ Նազար» կատակերգությունը, որը հայ դրամատուրգիայի մնայուն գործերից է։ Դեմիրճյանի ստեղծագործության գլուխգործոցը Հայրենական մեծ պատերազմի տարիներին գրված «Վարդանանք» պատմավեպն է։ Հայրենական պատերազմի ավարտից հետո մարդկանց ստեղծագործ աշխատանքին են նվիրված «Հանուն կյանքի» (1949թ.), «Հուշ-աղբյուր» (1950թ.) և այլ պատմվածքներ։Դեմիրճյանը մանուկների համար գրել է «Պույպույ մուկիկը», «Արջուկ-լրջուկ», «Ծտապար» և այլ ստեղծագործություններ։Նա մահացել է 1956թ.-ի դեկտեմբերի 6-ին Երևանում:\n' +
            'Նրա անունով կոչվել  են  փողոցներ և դպրոցներ Երևանում, ՀՀ այլ քաղաքներում և Ախալքալաքում: Երևանում գործում է նրա տուն-թանգարանը:'
        },
        {
          name: 'Սիլվա Կապուտիկյան',
          id: '5',
          frame: 'w5',
          description:
            'Սիլվա (Սիրվարդ) Բարունակի Կապուտիկյանը  ծնվել է 1919թ.-ի հունվարի 5-ին Երևանում, Վանից գաղթած ընտանիքում։' +
            'Կապուտիկյանը շատ է գրել հայրենիքի, հայոց լեզվի, հայ ժողովրդի ճակատագրի մասին։Բացառիկ են «Քարավանները դեռ քայլում են»,' +
            ' «Խճանկար հոգու և քարտեզի գույներից», «Քարավանները հեռանում են», «Իմ կածանը աշխարհի ճանապարհներին» գրքերը:' +
            ' Կյանքի վերջին տարիներին մեծ աշխատանք է կատարել հրապարակագրության ոլորտում` «Իմ ժամանակը», «Չեմ կարող լռել», «Վերջին զանգ»:' +
            ' Մահացել է Երևանում, թաղված է Կոմիտասի անվան պանթեոնում: 2009 թվականին նրա ապրած տանը բացվել է բանաստեղծուհու տուն-թանգարանը:'
        }
      ]
    },
    {
      name: 'Կոմպոզիտորներ',
      frame: 'compositors',
      themes: [
        {
          name: 'Կոմիտաս',
          id: '6',
          frame: 'c1',
          description:
            'Սողոմոն Գևորգի Սողոմոնյանը ծնվել է 1869 թվականի սեպտեմբերի 26-ին Թուրքիայի Քյոթահիա քաղաքում`երաժշտասեր մի ընտանիքում:' +
            'Կոմիտասի գլխավոր աշխատանքն իր «Պատարագն» է, որը մինչև այսօր առկա է եկեղեցու ծիսակատարության մեջ։ 1910 թվից հետո նա ապրել և աշխատել է ' +
            'Պոլսում։Այնտեղ նա հիմնել է 300 անդամից բաղկացած «Գուսան» երգչախումբը։ 1915 թվականի ապրիլ 24-ին նա շատ ուրիշ հայ մտավորականների պես ձերբակալվել է' +
            'և հարկադրված քայլել աքսորի ճամփաներով դեպի Արաբիայի անապատները։ Նրա լավ ընկերները՝ թուրք բանաստեղծ Էմին Յարդաքուլը և ամերիկյան դեսպան Հենրի Մորգենթաուն,' +
            'միջամտել են, և Կոմիտասն ազատվել է։Նա տեղափոխվել է Փարիզ, որտեղ էլ մահացել է հոգեբուժական կլինիկայում 1935 թվականին։ Հաջորդ տարի նրա աճյունը փոխադրվել է Երևան։' +
            'Այսօր Երևանի երաժշտական կոնսերվատորիան կրում է Կոմիտասի անունը։'
        },
        {
          name: 'Ալեքսանդր Սպենդարյան',
          id: '7',
          frame: 'c2',
          description:
            'Ալեքսանդր Աֆանասի Սպենդիարյանը (Սպենդիարովը) ծնվել է 1871թ. հոկտեմբերի 10-ին ռուսական Կախովկա քաղաքում: Երաժշտական տաղանդը ժառանգել է մորից,' +
            ' ով դաշնամուրի ուսուցչուհի էր:Իր ստեղծագործական կարիերայի բուռն ծաղկման շրջանում այնպիսի հրաշալի գործեր է ստեղծել, ինչպիսիք են «Ալմաստ» օպերան,' +
            ' «Երևանյան էտյուդներ» և «Ղրիմի էսքիզներ» ստեղծագործությունները:Սպենդիարյանը համարվում է նաև հայկական սիմֆոնիզմի հիմնադիրը:Հայ դասականը մահացել է 1928թ. մայիսի 7-ին Երևանում:' +
            ' Մայրաքաղաքում հիմնվել է նրա անվան տուն-թանգարանը, նրա անունով է կոչվում Երևանի օպերայի և բալետի ակադեմիական թատրոնը և Երևանի թիվ մեկ երաժշտական դպրոցը:'
        },
        {
          name: 'Արամ Խաչատրյան',
          id: '8',
          frame: 'c3',
          description:
            'Աշխարհահռչակ հայ կոմպոզիտոր, դիրիժոր, մանկավարժ Արամ Խաչատրյանը (1903թ. հունիսի 6 - 1978թ. մայիսի 1) XX դարի խոշորագույն կոմպոզիտորներից մեկն է:' +
            ' Նա մեծ ազդեցություն է թողել հայ երաժշտության զարգացման վրա, համաշխարհային ասպարեզ դուրս բերել հայ ազգային երաժշտարվեստը: Նրա հանրաճանաչ գործերից են «Գայանե» և «Սպարտակ» բալետները: 1950թ.-ից որպես դիրիժոր հեղինակային համերգներով շրջագայել է բազմաթիվ երկրներում: ' +
            'Երևանում Խաչատրյանի անունով են կոչվել Հայֆիլհարմոնիայի մեծ դահլիճը, որի առջև տեղադրված է նրա արձանը, երաժշտական դպրոց և փողոց:'
        },
        {
          name: 'Շառլ Ազնավուր',
          id: '9',
          frame: 'c4',
          description:
            'Նշանավոր ֆրանսահայ շանսոնիե, երգիչ, երգահան, կինոդերասան և հասարակական գործիչ Շառլ Ազնավուրը (իսկական անունը` Շահնուր Վաղինակ Ազնավուրյան) ծնվել է' +
            ' 1924թ.-ի մայիսի 22-ին Փարիզում՝ հայ գաղթականներ Միքայել և Քնար Ազնավուրյանների ընտանիքում: Մանուկ հասակում տարվել է թատրոնով, իսկ 1940-ական թթ. Պիեռ Ռոշի հետ ' +
            'հանդես է եկել կաբարեում։Համաշխարհային հռչակ է ձեռք բերել 1956թ.-ին Փարիզի դահլիճներից մեկում հաջող ելույթից հետո։Ազնավուրը նկարահանվել է 60-ից ավելի կինոնկարներում:' +
            'Ազնավուրը գրել է 1000-ից ավելի երգեր՝ «Սա է վերջը», «Մամա», «Իզաբել», «Երկու կիթառ», «Սիրուց հետո», «Ջահելություն» և այլն:Լեգենդար հայը կյաքից հեռացավ 94 տարեկանում, 2018թ.-ի հոկտեմբերի 1-ին:'
        },
        {
          name: 'Ջիվան Գասպարյան',
          id: '10',
          frame: 'c5',
          description:
            'Ջիվան Արամայիսի Գասպարյան (հոկտեմբերի 12, 1928, Սոլակ, Հայաստան - հուլիսի 6, 2021, Լոս Անջելես, Կալիֆոռնիա, ԱՄՆ), նշանավոր հայ դուդուկահար և կոմպոզիտոր։ ' +
            'Հայաստանի և Կանադայի երաժշտական ակադեմիաների անդամ։Ջիվան Գասպարյանը մասնակցել է համաշխարհային ճանաչում վայելած ֆիլմերի երաժշտությունների ստեղծմանը` «Քրիստոսի ' +
            'վերջին գայթակղությունը», «Ռոնին» , «Օնեգին», «Գլադիատոր» , «Սիրանա» , «Արյունոտ ադամանդ», «Ձյուն և մոխիր» և այլն։Թողարկել է ավելի քան 20 ձայնասկավառակ, ունի ավելի քան ' +
            '1000 ձայնագրություններ, նվագել է շուրջ 20 հազար համերգներում:'
        }
      ]
    },
    {
      name: 'Նկարիչներ',
      frame: 'painters',
      themes: [
        {
          name: 'Մինաս Ավետիսյան',
          id: '11',
          frame: 'p1',
          description: ''
        },
        {
          name: 'Մարտիրոս Սարյան',
          id: '12',
          frame: 'p2',
          description: ''
        },
        {
          name: 'Արշիլ Գորկի',
          id: '13',
          frame: 'p3',
          description: ''
        },
        {
          name: 'Հովհաննես Այվազովսկի',
          id: '14',
          frame: 'p4',
          description: ''
        },
        {
          name: 'Լեոնարդո Դա Վինչի',
          id: '15',
          frame: 'p5',
          description: ''
        }
      ]
    },
    {
      name: 'Սպորտսմեններ',
      frame: 'sportmens',
      themes: [
        {
          name: 'Հենրիկ Մխիթարյան',
          id: '16',
          frame: 'a1',
          description: ''
        },
        {
          name: 'Արթուր Ալեքսանյան',
          id: '17',
          frame: 'a2',
          description: ''
        },
        {
          name: 'Ալբերտ Ազարյան',
          id: '18',
          frame: 'a3',
          description: ''
        },
        {
          name: 'Նազիկ Ավդալյան',
          id: '19',
          frame: 'a4',
          description: ''
        },
        {
          name: 'Լևոն Արոնյան',
          id: '20',
          frame: 'a5',
          description: ''
        }
      ]
    },
    {
      name: 'Գիտնականներ',
      frame: 'scientist',
      themes: [
        {
          name: 'Արտեմ Ալիխանյան',
          id: '21',
          frame: 's1',
          description: ''
        },
        {
          name: 'Ալբերտ Այնշտայն',
          id: '22',
          frame: 's2',
          description: ''
        },
        {
          name: 'Դմիտրի Մենդելեև',
          id: '23',
          frame: 's3',
          description: ''
        },
        {
          name: 'Սերգեյ Մերգելյան ',
          id: '24',
          frame: 's4',
          description: ''
        },
        {
          name: 'Վիկտոր Համբարձումյան',
          id: '25',
          frame: 's5',
          description: ''
        }
      ]
    }
  ],
  levels: [
    {
      name: 'Easy',
      level: '2:2',
      color: 'green'
    },
    {
      name: 'Medium',
      level: '3:3',
      color: 'yellow'
    },
    {
      name: 'Hard',
      level: '4:4',
      color: 'orange'
    }
  ]
}

export const charactersDescription = {
  1: {
    biography:
      'Հովհաննես Թադեւոսի Թումանյան ՝ հայ մեծագույն գրող ու բանաստեղծ, հասարակական գործիչ։ Ծնվել է 1869 թվականի փետրվարի 7-ին, Լոռվա Դսեղ գյուղում` հոգեւորականի ընտանիքում:Նա գրել է բանաստեղծություններ, պոեմներ, քառյակներ, բալլադներ, պատմվածքներ ու հեքիաթներ, ակնարկներ, քննադատական ու հրապարակախոսական հոդվածներ: Գրողի լեզուն և մտածողությունը պարզ են, ժողովրդական: Նա խորությամբ է արտացոլել հայ ժողովրդի հոգեբանությունը, մտքերն ու ձգտումները: Թումանյանն իր քնարերգության մեջ արծարծել է հայրենասիրական, սոցիալական, քաղաքական, փիլիսոփայական, սիրային թեմաներ:1899թ. նրա նախաձեռնությամբ Թիֆլիսում ստեղծվել է «Վերնատուն» գրական խմբակը, որի անդամներն էին Ավետիք Իսահակյանը, Դերենիկ Դեմիրճյանը, և ուրիշները։Երևանում գործում է Թումանյանի թանգարանը, Դսեղում՝ տուն-թանգարանը: Մահացել է 1923թ.-ի մարտի 23-ին:\n',
    activity:
      'Թումանյանը գրականության զարգացման հիմնական աղբյուր է համարել բանահյուսությունը: Այս սկզբունքով են ստեղծված «Սասունցի Դավիթ» , «Թմկաբերդի առումը» պոեմները, «Ախթամար», «Փարվանա» բալլադները: «Հառաչանք» , «Լոռեցի Սաքոն», «Մարոն» և «Անուշ» պոեմներում պատկերել է հայ նահապետական գյուղը՝ իր բարքերով, սովորույթներով, սոցիալ-կենցաղային հակասություններով:\n',
    quiz: [
      {
        question: 'Նշված ստեղծագործություններից ո՞րն է Հովհաննես Թումանյանի բալադներից։',
        answers: [
          { text: '«Փարվանա» ', id: '1', isRightAnswer: true },
          { text: '«Թմկաբերդի առումը»', id: '2', isRightAnswer: false },
          { text: '«Լոռեցի Սաքոն»', id: '3', isRightAnswer: false },
          { text: '«Սասունցի Դավիթ»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Նշված պոեմնորից ո՞րն է գրել Հովհաննես Թումանյանը։',
        answers: [
          { text: '«Աբու-Լալա Մահարի»  ', id: '1', isRightAnswer: false },
          { text: '«Թմկաբերդի առումը»', id: '2', isRightAnswer: true },
          { text: ' «Գայլ Վահան»', id: '3', isRightAnswer: false },
          { text: '«Մատյան Ողբերգության»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞ր  գրական խմբակի նախաձեռնող է եղել Հովհաննես Թումանյանը։\n',
        answers: [
          { text: '«Վերնատուն»', id: '1', isRightAnswer: true },
          { text: '«Երեքի խմբակ»', id: '2', isRightAnswer: false },
          { text: '«Քուրա»', id: '3', isRightAnswer: false },
          { text: '«Մուրճ»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  2: {
    biography:
      'Համո Սահյանը (Հմայակ Սահակի Գրիգորյան) ծնվել է 1914թ. ապրիլի 14-ին Զանգեզուրի հեռավոր անկյուններից մեկում` Սիսիանի Լոր գյուղում`տոհմիկ հայ գյուղացու ընտանիքում:Գրական անունը ստեղծել է իր անվան կրճատումից  և հոր անվան առաջին մասից՝ ՍԱՀ + յան:' +
      'Մասնակցել է Հայրենական մեծ պատերազմին:Նա համընդհանուր ճանաչման է արժանացել ռազմաճակատում գրած «Նաիրյան դալար բարդի» բանաստեղծությամբ։Համո Սահյանի ստեղծագործության մեջ մեծ թիվ են կազմում անցյալին, մանկությանը նվիրված բանաստեղծությունները, որոնք ունեն արդիական իմաստավորում, հասարակական հնչեղություն:Նա թարգմանել է Ա. Պուշկինի, Ս. Եսենինի, Գ. Լորկայի և այլ բանաստեղծների ստեղծագործություններից:Համո Սահյանը մահացել է 1993 թվականի հուլիսի 17-ին Երևանում։',

    activity:
      'Համո Սահյանի առաջին գիրքը` «Որոտանի եզերքին» բանաստեղծությունների ժողովածուն է։ Հաջորդ` «Առագաստ» , «Սլացքի մեջ» , «Ծիածանը տափաստանում» , «Բարձունքի վրա» , «Նաիրյան դալար բարդի» (1958) ժողովածուներում ավելի է ընդլայնվում Համո Սահյանի պոեզիայի թեմատիկ ընդգրկումը:1972թ.  լույս է տեսնում Սահյանի «Սեզամ, բացվիր» ժողովածուն, որի համար նա արժանանում է պետական մրցանակի:',

    quiz: [
      {
        question: 'Ո՞ր  բանաստեղծությունն է Համո Սահյանը գրել ռազմաճակատում։',
        answers: [
          { text: ' «Նաիրյան դալար բարդի» ', id: '1', isRightAnswer: true },
          { text: '«Կանչ»', id: '2', isRightAnswer: false },
          { text: '«Ամեն առավոտ»', id: '3', isRightAnswer: false },
          { text: '«Կգամ»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞ր ժողովածուի համար է  Համո Սահյանը արժանացել պատմական մրցանակի։',
        answers: [
          { text: '«Առագաստ»', id: '1', isRightAnswer: false },
          { text: '«Բարձունքի վրա»', id: '2', isRightAnswer: false },
          { text: '«Սեզամ, բացվիր»', id: '3', isRightAnswer: true },
          { text: ' «Ծիածանը տափաստանում»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  3: {
    biography:
      'Պարույր Սևակը (Պարույր Ռաֆայելի Ղազարյան) Ծնվել է 1924 թվականի հունվարի 24-ին Արարատի մարզի Չանախչի (այժմ՝ Զանգակատուն) գյուղում։Պարույր Սեվակը հայ ժողովրդի հավատարիմ զավակն ու նրա ճշմարիտ բանաստեղծն է։Պ. Սևակը թարգմանվել էր Խորհրդային Միության ու աշխարհի շատ ժողովուրդների լեզուներով, արժանացել միջազգային ճանաչման:Պարույր Սևակը մահացել է 1971 թվականի հունիսի 17-ին ավտովթարից։ Նրա մեքենան բախվել է գյուղական ճանապարհով անցնող կաթ տեղափոխող մեքենային։Սևակի հայրենի գյուղում գործում է նրա տուն-թանգարանը, իսկ գյուղի կենտրոնում 2001 թվականին բացվել է նրա կիսանդրին։',
    activity:
      'Հայտնի են Պարույր Սևակի «Խենթ»-ը, «Սայաթ-Նովա»-ը, «Մոր ձեռքերը»-ը, «Մարդ էլ կա, մարդ էլ», «Անլռելի զանգակատունը» և այլն ժողովածուները։«Սայաթ-Նովա» աշխատությամբ նա արժանացավ բանասիրության դոկտորի գիտական աստիճանի, մի բան, որ հազվադեպ երևույթ էր ողջ խորհրդային գիտական աշխարհում։ Ենթերցողը պիտի կենտրոնանա Պ. Սևակի ստեղծած իրական գեղարվեստական արժեքների վրա, որոնք հիմնականում «Մարդը ափի մեջ» և «Եղիցի լույս» ժողովածուներում են ընդգրկված:',
    quiz: [
      {
        question: 'Ո՞րը Պարույր Սևակի ստեղծագործություններից կամ գրքերց չէ։',
        answers: [
          { text: '«Մարդը ափի մեջ»', id: '1', isRightAnswer: false },
          { text: '«Անլռելի զանգակատունը»', id: '2', isRightAnswer: false },
          { text: '«Եղիցի լույս»', id: '3', isRightAnswer: false },
          { text: '«Տաղարան»', id: '4', isRightAnswer: true }
        ]
      },
      {
        question: 'Ո՞ր գործի համար Պարույր Սևակի արժանացավ բանասիրության դոկտորի գիտական աստիճանի։',
        answers: [
          { text: '«Սայաթ-Նովա»', id: '1', isRightAnswer: true },
          { text: '«Անլռելի զանգակատունը»', id: '2', isRightAnswer: false },
          { text: '«Խենթ»', id: '3', isRightAnswer: false },
          { text: '«Մարդ էլ կա, մարդ էլ»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Մայրիկի մասին այս բանաստեղծություններից ո՞րն է պատկանում Պարույր Սևակին:',
        answers: [
          { text: '«Մայրս»', id: '1', isRightAnswer: false },
          { text: '«Մորս համար գազել»', id: '2', isRightAnswer: false },
          { text: '«Մոր ձեռքերը»', id: '3', isRightAnswer: true },
          { text: '«Հուշարձան մայրիկիս» ', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  4: {
    biography:
      'Հայ գրող, հրապարակախոս Դերենիկ Դեմիրճյանը (իսկական ազգանունը՝ Դեմիրճօղլյան) ծնվել է 1877թ.-ի փետրվարի 18-ին Ախալքալաք քաղաքում:' +
      'Դեմիրճյանի հոգևոր վերածնունդը տեղի ունեցավ 1905–1907թթ. հեղափոխության ազդեցությամբ։ Ազատության համար զանգվածային պայքարը բանաստեղծին մղեց ժողովրդի հետ հոգևոր մերձեցման։ Այս շրջադարձի արտահայտությունն է «Լենկթեմուր» հայրենասիրական պոեմը, որտեղ Դեմիրճյանը դրվատել է ժողովրդի ուժը, երգել նրա անմահությունը։' +
      'Նա մահացել է 1956թ.-ի դեկտեմբերի 6-ին Երևանում:Նրա անունով կոչվել  են  փողոցներ և դպրոցներ Երևանում, ՀՀ այլ քաղաքներում և Ախալքալաքում: Երևանում գործում է նրա տուն-թանգարանը:',
    activity:
      'Հայտնի է Դերենիկ Դեմիրճյանի  «Քաջ Նազար» կատակերգությունը, որը հայ դրամատուրգիայի մնայուն գործերից է։ Դեմիրճյանի ստեղծագործության գլուխգործոցը Հայրենական մեծ պատերազմի տարիներին գրված «Վարդանանք» պատմավեպն է։ Հայրենական պատերազմի ավարտից հետո մարդկանց ստեղծագործ աշխատանքին են նվիրված «Հանուն կյանքի» (1949թ.), «Հուշ-աղբյուր» (1950թ.) և այլ պատմվածքներ։Դեմիրճյանը մանուկների համար գրել է «Պույպույ մուկիկը», «Արջուկ-լրջուկ», «Ծտապար» և այլ ստեղծագործություններ։',
    quiz: [
      {
        question: 'Հետևյալ պատմավեպերից ո՞րն է պատկանում Դերենիկ Դեմիրճյանին։',
        answers: [
          { text: '«Սամվել»', id: '1', isRightAnswer: false },
          { text: '«Գևորգ Մարզպետունի»', id: '2', isRightAnswer: false },
          { text: '«Վարդանանք»', id: '3', isRightAnswer: true },
          { text: '«Խենթը»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞ր ստեղծագործությունն է Դեմիրճյանը գրել մանուկների համար։',
        answers: [
          { text: ' «Հուշ-աղբյուր»', id: '1', isRightAnswer: false },
          { text: '«Պույպույ մուկիկը»', id: '2', isRightAnswer: true },
          { text: '«Վարդանանք»', id: '3', isRightAnswer: false },
          { text: '«Հանուն կյանքի»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  5: {
    biography:
      'Սիլվա (Սիրվարդ) Բարունակի Կապուտիկյանը  ծնվել է 1919թ.-ի հունվարի 5-ին Երևանում, Վանից գաղթած ընտանիքում։14 տարեկանում գրել է իր առաջին բանաստեղծությունը՝ «Պատասխան Թումանյանին», որը 1933 թվականի դեկտեմբերին տպագրվել է «Պիոներ կանչ» թերթում։Կապուտիկյանը շատ է գրել հայրենիքի, հայոց լեզվի, հայ ժողովրդի ճակատագրի մասին։ Նրա գրական ձիրքը հանդես է եկել պատանեկան տարիներից, իսկ երիտասարդական տարիներից ձևավորվել է քաղացիական ուղղվածությունը։ 1952 թվականին «Իմ հարազատները» բանաստեղծությունների ժողովածուի համար արժանացել է ԽՍՀՄ, իսկ 1988 թվականին` ՀԽՍՀ Պետական մրցանակների: Նույն թվականին ստացել է նաև իտալական «Նոսիդիե» գրական մրցանակ: Ունի մանկական ստեղծագործությունների մոտ 40 հրատարակություն:Մահացել է Երևանում, թաղված է Կոմիտասի անվան պանթեոնում: 2009 թվականին նրա ապրած տանը բացվել է բանաստեղծուհու տուն-թանգարանը:',
    activity:
      'Բացառիկ են Սիլվա Կապուտիկյանի «Քարավանները դեռ քայլում են», «Խճանկար հոգու և քարտեզի գույներից», «Քարավանները հեռանում են», «Իմ կածանը աշխարհի ճանապարհներին» գրքերը: ' +
      'Կյանքի վերջին տարիներին մեծ աշխատանք է կատարել հրապարակագրության ոլորտում` «Իմ ժամանակը», «Չեմ կարող լռել», «Վերջին զանգ»: ',
    quiz: [
      {
        question: 'Ո՞ր ժողովածուի կամ բանաստեղծության համար է Սիլվա Կապուտիկյանը արժանացել ԽՍՀՄ մրցանակի։',
        answers: [
          { text: '«Օրերի հետ»', id: '1', isRightAnswer: false },
          { text: '«Երգ երգոց»', id: '2', isRightAnswer: false },
          { text: '«Իմ հարազատները»', id: '3', isRightAnswer: true },
          { text: '«Սպասումի պահեր»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞րն է եղել Սիլվա Կապուտիկյանի առաջին բանաստեղծությունը։',
        answers: [
          { text: '«Պատասխան Թումանյանին»', id: '1', isRightAnswer: false },
          { text: '«Երգ երգոց»', id: '2', isRightAnswer: false },
          { text: '«Խոսք իմ որդուն»', id: '3', isRightAnswer: true },
          { text: '«Ցավոտ սեր»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  6: {
    biography:
      'Սողոմոն Գևորգի Սողոմոնյանը ծնվել է 1869 թվականի սեպտեմբերի 26-ին (հոկտեմբերի 8-ին) Թուրքիայի Քյոթահիա քաղաքում`   երաժշտասեր մի ընտանիքում:Կոմիտասի գլխավոր աշխատանքն իր «Պատարագն» է, որը մինչև այսօր առկա է եկեղեցու ծիսակատարության մեջ։ 1910 թվից հետո նա ապրել և աշխատել է Պոլսում։Այնտեղ նա հիմնել է 300 անդամից բաղկացած «Գուսան» երգչախումբը։ 1915 թվականի ապրիլ 24-ին նա շատ ուրիշ հայ մտավորականների պես ձերբակալվել է և հարկադրված քայլել աքսորի ճամփաներով դեպի Արաբիայի անապատները։ Նրա լավ ընկերները՝ թուրք բանաստեղծ Էմին Յարդաքուլը և ամերիկյան դեսպան Հենրի Մորգենթաուն, միջամտել են, և Կոմիտասն ազատվել է։Նա տեղափոխվել է Փարիզ, որտեղ էլ մահացել է հոգեբուժական կլինիկայում 1935 թվականին։ Հաջորդ տարի նրա աճյունը փոխադրվել է Երևան։Այսօր Երևանի երաժշտական կոնսերվատորիան կրում է Կոմիտասի անունը։',
    activity:
      'Կոմիտասի երաժշտական ժառանգությունն ընդգրկում է վոկալ («Անտունի», «Կռունկ», «Ծիրանի ծառ», «Ալ այլուղս», «Զինչ ու զինչ» և այլն), խմբերգային՝ ժողովրդական և հոգևոր («Անձրևն եկավ», «Լուսնակն անուշ», «Գութաներգ», «Հայր մեր», «Ով զարմանալի», «Այսօր ձայնն հայրական», «Էջ Միածինն ի Հօրէ», «Տէր, ողորմեա» և այն), և դաշնամուրային («Յոթ պար», «Մշո շորոր» և այլն) ժանրի ստեղծագործություններ։ ',
    quiz: [
      {
        question: 'Ո՞րն է Կոմիտասի ամենահայտնի և գլխավոր աշխատանքը։',
        answers: [
          { text: '«Պատարագ»', id: '1', isRightAnswer: true },
          { text: '«Ծիրանի ծառ»', id: '2', isRightAnswer: false },
          { text: '«Այսօր ձայնն հայրական»', id: '3', isRightAnswer: false },
          { text: '«Անձրևն եկավ»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Քանի՞ հոգուց էր բաղկացած Կոմիտասի «Գուսան» երգչախումբը',
        answers: [
          { text: '150', id: '1', isRightAnswer: false },
          { text: '200', id: '2', isRightAnswer: false },
          { text: '45', id: '3', isRightAnswer: false },
          { text: '300', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  7: {
    biography:
      'Ալեքսանդր Աֆանասի Սպենդիարյանը (Սպենդիարովը) ծնվել է 1871թ. հոկտեմբերի 10-ին ռուսական Կախովկա քաղաքում: Երաժշտական տաղանդը ժառանգել է մորից, ով դաշնամուրի ուսուցչուհի էր:Սպենդիարյանը համարվում է նաև հայկական սիմֆոնիզմի հիմնադիրը:Հայ դասականը մահացել է 1928թ. մայիսի 7-ին Երևանում: Մայրաքաղաքում հիմնվել է նրա անվան տուն-թանգարանը, նրա անունով է կոչվում Երևանի օպերայի և բալետի ակադեմիական թատրոնը և Երևանի թիվ մեկ երաժշտական դպրոցը:',
    activity:
      'Ալեքսանդր Սպենդարյանը իր ստեղծագործական կարիերայի բուռն ծաղկման շրջանում այնպիսի հրաշալի գործեր է ստեղծել, ինչպիսիք են «Ալմաստ» օպերան, «Երևանյան էտյուդներ» և «Ղրիմի էսքիզներ» ստեղծագործությունները:Հայտնի է Ալեքսանդր Սպենդարյանի «Ալմաստ» օպերան,որի թեման ընտրվել է Հեվհաննես Թումանյանի հետ Թիֆլիսում հանդիպման ժամանակ։ 1925 թ. Երևանում նա գրեց իր վերջին ստեղծագործություններից մեկը՝ «Երևանյան էտյուդները», որը նվիրեց Երևանի պետական կոնսերվատորիայի ուսանողական նվագախմբին։',
    quiz: [
      {
        question: 'Ո՞ր օպերան է պատկանում Ալեքսանդր Սպանդարյանին։',
        answers: [
          { text: '«Ալմաստ»', id: '1', isRightAnswer: true },
          { text: '«Անուշ»', id: '2', isRightAnswer: false },
          { text: '«Սասունցի Դաիթ»', id: '3', isRightAnswer: false },
          { text: '«Լուսաբացին»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞ր ստեղծագործություննէ Ալեքսանդր Սպենդարյանը նվիրել Երևանի պետական կոնսերվատորիային',
        answers: [
          { text: '«Գիշերն է նույն»', id: '1', isRightAnswer: false },
          { text: '«Երևանյան էտյուդները»', id: '2', isRightAnswer: true },
          { text: '«Երեք Արմավենի»', id: '3', isRightAnswer: false },
          { text: '«Օրորրցային»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  8: {
    biography:
      'Աշխարհահռչակ հայ կոմպոզիտոր, դիրիժոր, մանկավարժ Արամ Խաչատրյանը (1903թ. հունիսի 6 - 1978թ. մայիսի 1) XX դարի խոշորագույն կոմպոզիտորներից մեկն է: Նա մեծ ազդեցություն է թողել հայ երաժշտության զարգացման վրա, համաշխարհային ասպարեզ դուրս բերել հայ ազգային երաժշտարվեստը:1950թ.-ից որպես դիրիժոր հեղինակային համերգներով շրջագայել է բազմաթիվ երկրներում: Երևանում Խաչատրյանի անունով են կոչվել Հայֆիլհարմոնիայի մեծ դահլիճը, որի առջև տեղադրված է նրա արձանը, երաժշտական դպրոց և փողոց:',
    activity:
      'Խաչատրյանը միջազգային ճանաչում ստացել է իր բալետային երաժշտությամբ։ Նրա երկրորդ բալետը՝ «Գայանեն», էապես վերամշակվել է՝ ի համեմատություն առաջին՝ «Երջանկություն» բալետի։«Սպարտակը» ճանաչվեց այն ժամանակ, երբ 1970-ականներին BBC հեռուստաալիքը օգտագործեց այն հեռուստաալիքի կողմից նկարահանվող դրամայի սերիաներում։',
    quiz: [
      {
        question: 'Ո՞րն է Արամ Խաչատրյանի բալետներից։',
        answers: [
          { text: '«Գայանե»', id: '1', isRightAnswer: true },
          { text: '«Անահիտ»', id: '2', isRightAnswer: false },
          { text: '«Անահիտ»', id: '3', isRightAnswer: false },
          { text: '«Սապատավոր ձիուկ»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞րն է Արամ Խաչատրյանի առաջնի բալետը:',
        answers: [
          { text: '«Գայանե»', id: '1', isRightAnswer: false },
          { text: '«Դիմակահանդես»', id: '2', isRightAnswer: false },
          { text: '«Երջանկություն»', id: '3', isRightAnswer: true },
          { text: '«Սպարտակ»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  9: {
    biography:
      'Նշանավոր ֆրանսահայ շանսոնիե, երգիչ, երգահան, կինոդերասան և հասարակական գործիչ Շառլ Ազնավուրը (իսկական անունը`   Շահնուր Վաղինակ Ազնավուրյան) ծնվել է 1924թ.-ի մայիսի 22-ին Փարիզում՝ հայ գաղթականներ Միքայել և Քնար Ազնավուրյանների ընտանիքում: Մանուկ հասակում տարվել է թատրոնով, իսկ 1940-ական թթ. Պիեռ Ռոշի հետ հանդես է եկել կաբարեում։Համաշխարհային հռչակ է ձեռք բերել 1956թ.-ին Փարիզի դահլիճներից մեկում հաջող ելույթից հետո։Ազնավուրը նկարահանվել է 60-ից ավելի կինոնկարներում:Լեգենդար հայը կյաքից հեռացավ 94 տարեկանում, 2018թ.-ի հոկտեմբերի 1-ին:',
    activity:
      'Ազնավուրը գրել է 1000-ից ավելի երգեր՝ «Սա է վերջը», «Մամա», «Իզաբել», «Երկու կիթառ», «Սիրուց հետո», «Ջահելություն» և այլն:Հայկական թեման շոշափվում է նրա մի քանի երգերում՝ "Ջան", "Ինքնակենսագրություն", և "Քեզ համար, Հայաստան":1956 թ.-ից Ազնավուրը նաև կանոնավոր նկարահանվում է կինոյում։Ամենա հանրաճանաչ ֆիլմերից է " Օրֆեի պատգամը" ,"Կրակեք դաշնակահարին","Երկաթյան թմբուկը"։ Ազնավուրի ստեղծագործական կյանքում հատուկ տեղ է գրավում Ատոմ Էգոյանի "Արարատ"  ֆիլմը , որը նվիրված է 1915 թվականի հայ ցեղասպանությանը:',
    quiz: [
      {
        question: 'Շառլ Ազնավուրի ո՞ր երգում է շոշափվում հայկական թեմա։',
        answers: [
          { text: '«Իզաբել»', id: '1', isRightAnswer: false },
          { text: '«Սիրուց հետո»', id: '2', isRightAnswer: false },
          { text: '«Ինքնակենսագրություն»', id: '3', isRightAnswer: true },
          { text: '«Ջահելություն»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Շառլ Ազնավուրի նկարահանված ո՞ր կինոն է հայ ցեղասպանության մասին ։        ',
        answers: [
          { text: ' «Կրակեք դաշնակահարին»', id: '1', isRightAnswer: false },
          { text: '«Երկաթյան թմբուկը» ', id: '2', isRightAnswer: false },
          { text: '«Օրֆեի պատգամը»', id: '3', isRightAnswer: false },
          { text: ' «Արարատ»', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  10: {
    biography:
      'Ջիվան Արամայիսի Գասպարյան (հոկտեմբերի 12, 1928, Սոլակ, Հայաստան - հուլիսի 6, 2021, Լոս Անջելես, Կալիֆոռնիա, ԱՄՆ), նշանավոր հայ դուդուկահար և կոմպոզիտոր։ Հայաստանի և Կանադայի երաժշտական ակադեմիաների անդամ։Դուդուկ սկսել է նվագել վեց տարեկանից՝ առանց դասավանդումի։ 1947 թվականին մեկնում է Մոսկվա ազգային սիրողական համույթի հետ, որտեղ համերգից հետո Ստալինից ստանում է Պոբեդա ժամացույց։1988 թվականից սկսել է միջազգային երաժշտական գործունեությունը։ Թողարկել է ավելի քան 20 ձայնասկավառակ, ունի ավելի քան 1000 ձայնագրություններ, նվագել է շուրջ 20 հազար համերգներում։',
    activity:
      'Ջիվան Գասպարյանը մասնակցել է համաշխարհային ճանաչում վայելած ֆիլմերի երաժշտությունների ստեղծմանը` «Քրիստոսի վերջին գայթակղությունը», «Ռոնին» , «Օնեգին», «Գլադիատոր» , «Սիրանա» , «Արյունոտ ադամանդ», «Ձյուն և մոխիր» և այլն։',
    quiz: [
      {
        question: 'Ո՞ր համաշխարհային ֆիլմի երաժշտության ստեղծմանն է մասնակցել Ջիվան Գասպարյանը։        ',
        answers: [
          { text: '«Ռոբին Հուդ»', id: '1', isRightAnswer: false },
          { text: '«Տասներեքերորդ ռազմիկ»', id: '2', isRightAnswer: false },
          { text: '«Վերջին մենամարտը»', id: '3', isRightAnswer: false },
          { text: '«Գլադիատոր»', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  11: {
    biography:
      'Մինաս Ավետիսյանը 20-րդ դարի երկրորդ կեսի հայ կերպարվեստի ամենակարկառուն ներկայացուցիչներից մեկն է։ Ծնվել է 1928 թվականի հուլիսի 20–ին, Ջաջուռում։ Համեմատաբար ուշ է սկսել զբաղվել գեղանկարչությամբ։ Պատանի հասակում տարված է եղել Մարտիրոս Սարյանի արվեստով։ Առաջին անգամ նկարչի հետ ծանոթացել է 18 տարեկանում։ Մինասի գեղարվեստական և էսթետական զարգացման գործում մեծ ազդեցություն են ունեցել Հայկական մանրանկարչությունը և իտալական վերածննդի նկարչությունը, որին ծանոթացել է Սանկտ Պետերբուրգում ուսանելու տարիներին։Անդրադարձել է նկարչության բոլոր ոլորտներին՝ գեղանկարչություն, գրաֆիկա, որմնանկարչություն, բեմանկարչություն և այլն։1975 Փետրվարի 16-ին Մինասը Երևանում ենթարկվում է ավտովթարի։ Վախճանվում է մեկ շաբաթ անց՝ փետրվարի 23-ին։',
    activity:
      'Մինասի հասուն ստեղծագործական կյանքը տևել է 15 տարի՝ 1960–1975 թվականներին, որի ընթացքում նկարիչը ստեղծել է մոտ հինգ հարյուր մեծ ու փոքր կտավ, մոտավորապես նույնքան գծանկար, քսան մեծածավալ որմնանկար, մեկ տասնյակից ավելի բալետային ու թատերական ձևավորումներ։Մանկության օրերին գյուղում ստացած տպավորություններից են բխում նկարչի ամենավառ ու գունեղ կոմպոզիցիոն կտավները. («Գորգ են գործում», «Խնոցի», «Գյուղը», «Քնածը» և այլն)։',
    quiz: [
      {
        question: 'Այս կտավներից  ո՞րն է  պատկանում Մինաս Ավետիսյանին։',
        answers: [
          { text: '«Գորգ են գործում»', id: '1', isRightAnswer: true },
          { text: '«Շրջված նավակ»  ', id: '2', isRightAnswer: false },
          { text: '«Ծեր ձկնորսը»', id: '3', isRightAnswer: false },
          { text: '«Խորհրդավոր ընթրիքի»', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Պատանի հասակում ու՞մ  արվեստվ է տարված եղել Մինաս Ավետիսյանը։',
        answers: [
          { text: 'Ավետիք Աբաջյան', id: '1', isRightAnswer: false },
          { text: 'Վլադիմիր Աբրահամյան', id: '2', isRightAnswer: false },
          { text: 'Առաքել Առաքլյան', id: '3', isRightAnswer: false },
          { text: 'Մարտիրոս Սարյան', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  12: {
    biography:
      'Մարտիրոս Սարգսի Սարյանը ծնվել է փետրվարի 16 (28)-ին, 1880թ., Նոր Նախիջևանում: Նա մեծանուն հայ նկարիչ է: Նրան նաև անվանել են գույների վարպետ կամ գույների կախարդ:Մարտիրոս Սարյանի անեցի նախնիները գաղթել են Ղրիմ, որտեղից նրանց շառավիղները տեղափոխվել են Նոր Նախիջևան: Սարյանը այն մարդն էր, ով հրաշք էր համարում այն, ինչ շատերս անգամ չենք էլ նկատում՝ գույնը։ Սարյանի ձեռագիրը իր գույներն են։Սարյանի արվեստը գնահատվել է նրա կենդանության օրոք` արժանանալով պետական բարձր պարգևների, կոչումների ու մրցանակների ինչպես մեր երկրում, այնպես էլ նրա սահմաններից դուրս:Նրա ստեղծագործությունների անհատական ցուցահանդեսների թիվն անցում է հարյուրից, աշխատանքները գտնվում են աշխարհի հեղինակավոր թանգարաններում ու մասնավոր հավքածուներում: Մահացել է 1972թ. Երևանում: Երևանում կա Մարտիրոս Սարյանի արձանը։Այն քանդակել է Լևոն Թոքմաջյանը։',
    activity:
      'Հռչակավոր գործերից են` «Լեռներ, Հայաստան», 1923, «Կեսօրյա անդորր», 1924, «Իմ բակը», 1923, «Գեղամա լեռներ», 1926, «Արագած», 1925, «Գարնանային օր»,1929, «Քարինջ գյուղը Թումանյանի լեռներում», «Ջրհորի մոտ», « Շոգ օր», « Ծովի մոտ. Սֆինքս», «Բանաստեղծը», 1952, և այլն: Օդի, լույսի, գույնի կախարդիչ ներդաշնակությամբ կերտած Հայաստանի հավաքական կերպարը հոգեհարազատ է մեզ և մյուս կողմից, օտարները Սարյանի նկարներով ճանաչեցին մեր երկրի ինքնատիպ գեղեցկությունը:',
    quiz: [
      {
        question: 'Ո՞վ է քանդակել Մարտիրոս Սարյանի արձանը։',
        answers: [
          { text: 'Լևոն Թոքմաջյանը', id: '1', isRightAnswer: true },
          { text: 'Յուրի Պետրոսյանը', id: '2', isRightAnswer: false },
          { text: 'Արա Սարգսյանը', id: '3', isRightAnswer: false },
          { text: 'Ռաֆայել Եկմալյան', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Նշվածներից ո՞ր ստեղծագործությունը չի պատկանում Սարյանի վրձնին:',
        answers: [
          { text: '«Ջրհորի մոտ»', id: '1', isRightAnswer: false },
          { text: '«Աղբյուրի մոտ»', id: '2', isRightAnswer: true },
          { text: '«Շոգ օր»', id: '3', isRightAnswer: false },
          { text: '«Արագած»', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  13: {
    biography:
      'Արշիլ Գորկին (իսկական անունը` Մանուկ Ոստանիկ Ադոյան) ծնվել է 1904թ. Վանա լճի ափին գտնվող Խորգոմ գյուղում: Մանուկը պապիկի անունն է, իսկ Ոստանիկը մոր` Շուշանի գյուղի (ներկայիս Գևաշն է): Գորկի ազգանունը վերցրել է ռուս նշանավոր գրող Մաքսիմ Գորկու ազգանունից, որին պաշտում էր, և որի «Հատակում» պիեսը խոր ազդեցություն էր թողել նրա վրա:Կյանքի վերջին տարիներին Արշիլ Գորկին հակվում է դեպի վերացապաշտական ¥աբստրակտ) նկարչությունը, որոնցով էլ նա հետագայում արժանանում է համաշխարհային հռչակի` որպես ժամանակակից արվեստում «սյուրռեալիստական էքսպրեսիոնիզմի» սկզբնավորողի:1946թ.-ին հրդեհվում են նրա 30-ից ավելի կտավները։ 1948թ.-ին ավտովթարի հետևանքով վնասվում է ողնաշարը, կորցնում է աջ ձեռքի աշխատունակությունը: Մարմնի ցավերը և հոգեկան ապրումները նրան 1948թ.-ի հունիսին հասցնում են ինքնասպանության:',
    activity:
      'Արշիլ Գորկու կտավները պահվում են աշխարհի լավագույն թանգարաններում ՝ «Նկարիչն ու իր մայրը» կտավը ԱՄՆ-ի Ուիթնի և Մետրոպոլիտեն թանգարանում,«Ջրվեժ»-ը Լոնդոն «Թեյթ» թանգարանում, Փարիզի Ժորժ Պոմպիդուի անվան ժամանակակից արվեստի թանգարանում, ցուցադրվել են աշխարհի բազմաթիվ քաղաքներում, այդ թվում` Երևանում:',
    quiz: [
      {
        question: 'Ի՞նչ է Արշիլ Գորկի կեղծանունով աշխարհին հայտնի նկարչի իսկական անուն ազգանունը։',
        answers: [
          { text: 'Պետրոս Ադամյան', id: '1', isRightAnswer: false },
          { text: 'Ալեքսանդր Սպենդարյան', id: '2', isRightAnswer: false },
          { text: 'Վաղինակ Ազնավուրյան', id: '3', isRightAnswer: false },
          { text: 'Ոստանիկ Ադոյան Եկմալյան', id: '4', isRightAnswer: true }
        ]
      },
      {
        question: 'Արշիլ Գորկու «Նկարիչն ու իր մայրը» ո՞ր քաղաքի «Ուիթնի» պատկերասրահում է ցուցադրված:',
        answers: [
          { text: 'Բեռլին', id: '1', isRightAnswer: false },
          { text: 'Փարիզ', id: '2', isRightAnswer: false },
          { text: 'Նյու Յորք', id: '3', isRightAnswer: true },
          { text: 'Հռոմ', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  14: {
    biography:
      'Հովհաննես Այվազովսկին ծնվել է 1817թ.-ի հուլիսի 29(17)-ին: Նա եղել է հայազգի հանճարեղ նկարիչ Ռուսական կայսրությունում, Ռուսական կայսրության պատվավոր ծովակալ, Ռուսաստանի կայսերական ակադեմիայի անդամ: Հայտնի է իր ծովանկարներով, որոնք կազմում են իր ստեղծագործությունների ավելի քան կեսը։Հովհաննես Այվազովսկին ծնվել է Թեոդոսիա քաղաքում (Ղրիմ)`   աղքատ հայ ընտանիքում։ Ընտանիքի ազգանունն Այվազյան էր։ Նկարչի նկարներից մի քանիսը կրում են «Հովհաննես Այվազյան» ստորագրությունը։ Իր ստեղծագործական գործունեության ընթացքում վաստակած զգալի գումարներով Այվազովսկին բացել է արվեստի դպրոց և պատկերասրահ իր հարազատ Թեոդոսիա քաղաքում։ Վախճանվել է 1900 թվականի։',
    activity:
      'Այվազովսկին ստեղծել է մոտ 6000 կտավ, աշխատել է շատ արագ, որին օգնել է նրա վիթխարի տեսողական հիշողությունը: Նրա աշխատանքների գերակշռող մասը ծովային թեմաներով է: Պատկերել է ծովը տարվա տարբեր եղանակներին, օրվա տարբեր ժամերին, փոթորկոտ և խաղաղ, խորապես զգացել և վերարտադրել է ծովային տարերքի վեհությունը: Այվազովսկին ստեղծել է նաև Հայաստանին նվիրված բազմաթիվ կտավներ` «Արարատյան լեռան հովիտը» 1882, «Արարատ» 1868, «Հայ մարտիկի երդումը» 1891, «Հայ ժողովրդի մկրտությունը» 1892 և այլն: 1868 –ին ստեղծած «Թիֆլիսի տեսարանը» հայ կենցաղային ժանրի առաջին կտավներից է: Առաջին անգամ նա է պատկերել Սևանա լիճը, Արարատն ու արարատյան հովիտը:',
    quiz: [
      {
        question: 'Որպես ի՞նչ էր հայտնի Այվազովսկին։',
        answers: [
          { text: 'Ծովանկարիչ', id: '1', isRightAnswer: true },
          { text: 'Դիմանկարիչ', id: '2', isRightAnswer: false },
          { text: 'Գեղանկարիչ', id: '3', isRightAnswer: false },
          { text: 'Գրաֆիկական նկարիչ', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Շուրջ քանի՞  նկար է ստեղծել Այվազովսկին։',
        answers: [
          { text: '5000', id: '1', isRightAnswer: false },
          { text: '4500', id: '2', isRightAnswer: false },
          { text: '6000', id: '3', isRightAnswer: true },
          { text: '1200', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  15: {
    biography:
      'Լեոնարդո դա Վինչին ծնվել է Ֆլորենցիայից ոչ հեռու գտնվող Վինչի քաղաքի մոտակա Անկավինո գյուղակում 1452 թ. ապրլիլի 14-ին: Ի ծնե տրված անունը «Լեոնարդո դի սեր Պիերո դա Վինչի» է, որը նշանակում է «Լեոնարդոն՝ պարոն Պիերոյի տղան Վինչիից»։  Նա կրթություն է ստացել նշանավոր ֆլորենտացի նկարիչ Անդրեա դել Վերոկիոյի ստուդիայում։ Իր ստեղծագործական կյանքի մեծ մասն անց է կացրել Միլանում՝ Լյուդովիկո իլ Մորոյի մոտ աշխատելով։ Հետագայում նա աշխատել է Հռոմում, Բոլոնյայում և Վենետիկում, իսկ իր կյանքի վերջին տարիներն անցկացրել է Ֆրանսիայում՝ Ֆրանսիայի Ֆրանցիսկոս Առաջինի կողմից իրեն նվիրած տանը։',
    activity:
      'Լեոնարդոն ինչպես նախկինում, այնպես էլ ներկայում, հիմնականում հայտնի է որպես նկարիչ։ Նրա ամենահայտնի կտավը 1503 թ ստեղծված Մոնա Լիզան է, իսկ Խորհրդավոր ընթրիքը՝ բոլոր ժամանակների ամենաշատ կրկնօրինակված կրոնական նկարը։ Լեոնարդոյի Վիտրուվյան մարդու նկարը նաև համարվում է մշակութային խորհրդանիշ։',
    quiz: [
      {
        question: 'Ո՞րն է բոլոր ժամանակների ամենաշատ կրկնօրինակված կրոնական նկարը։',
        answers: [
          { text: 'Պաչոլիի ափսեն', id: '1', isRightAnswer: false },
          { text: 'Մոնա լիզան', id: '2', isRightAnswer: false },
          { text: 'Խորհրդավոր ընթրիքը', id: '3', isRightAnswer: true },
          { text: 'Մարդու սաղմ', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: '1503 թվականին նա ստեղծել է իր  ո՞ր ամենանշանավոր գործերից մեկը։',
        answers: [
          { text: 'Աստվածամայրը քարանձավում', id: '1', isRightAnswer: false },
          { text: 'Մոնա լիզան', id: '2', isRightAnswer: true },
          { text: 'Խորհրդավոր ընթրիքը', id: '3', isRightAnswer: false },
          { text: 'Մարդու սաղմ', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  16: {
    biography:
      'Հենրիխ Մխիթարյանը ծնվել է 1989 թվականի հունվարի 21-ին, Հայաստանի մայրաքաղաք Երևանում՝ Մարինա Թաշչյանի և Համլետ Մխիթարյանի ընտանիքում։ Մխիթարյանի հայրը՝ Համլետ Մխիթարյանը, ով 1980-ականների Երևանի «Արարատ» ֆուտբոլային ակումբի հայտնի հարձակվողներից էր, մահացել է 33 տարեկան հասակում՝ գլխուղեղի ուռուցքից։1995 թվականին Մխիթարյանը դարձել է Փյունիկի երիտասարդական հավաքականի անդամ և իր առաջին աշխատավարձը ստացել է տասնհինգ տարեկան հասակում։ Ավելի ուշ տեղափոխվել է Փյունիկի մեծահասակների հավաքական՝ որպես պրոֆեսիոնալ ֆուտբոլիստ առաջին անգամ հանդես գալով 2006 թվականին, 17 տարեկան հասակում։Հենրիխը պրոֆեսիոնալ ֆուտբոլիստ է, Հայաստանի ֆուտբոլի ազգային հավաքականի ավագը, հանդես է գալիս «Ռոմա» իտալական ակումբում որպես կիսապաշտպան՝ խաղալով 77 համարի մարզաշապիկով։Մխիթարյանը Զինեդին Զիդանին համարում է իր ֆուտբոլային կուռքը։',
    activity:
      'Հենրիխը խաղացել է եվրոպական բարձրագույն ակումբներում՝ հանդիսանալով «Արսենալի» և «Մանչեսթեր Յունայթեդի» (2016-2018) ֆուտբոլիստ, ուր նա 2017 թվականի Եվրոպայի լիգայի եզրափակչում դարձել է գոլի հեղինակ՝ դրանով իսկ դառնալով եվրոպական խոշոր գավաթ նվաճած առաջին հայ ֆուտբոլիստը։2013-2016 թվականներին նա հանդես է եկել Դորտմունդի «Բորուսիայի» կազմում և 2015-2016թթ․ մրցաշրջանում ճանաչվել է Բունդեսլիգայի լավագույն ֆուգբոլիստ՝ 52 հանդիպումներում դառնալով 23 գոլի և 32 գոլային փոխանցման հեղինակ։Նա նաև խաղացել է Դոնեցկի «Շախտյորում» (2010-2013) և Դոնեցկի «Մետալուրգում» (2009–2010)։ «Փյունիկում» (1995-2006) Մխիթարյանը հանդես է եկել նախ երիտասարդական հավաքականի կազմում, իսկ 17 տարեկանում՝արդեն մեծահասակների հավաքականում որպես պրոֆեսիոնալ ֆուտբոլիստ։',
    quiz: [
      {
        question: 'Ո՞ր ֆուտբոլային ակումբում է Մխիթարյանը սկսել իր կարիերան:',
        answers: [
          { text: 'Շիրակ', id: '1', isRightAnswer: false },
          { text: 'Փյունիկ', id: '2', isRightAnswer: true },
          { text: 'Բանանց', id: '3', isRightAnswer: false },
          { text: 'Արարատ', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞վ է Մխիթարյանի ֆուտբոլային կուռքը։',
        answers: [
          { text: 'Զիդան', id: '1', isRightAnswer: true },
          { text: 'Պելե', id: '2', isRightAnswer: false },
          { text: 'Մեսսի', id: '3', isRightAnswer: false },
          { text: 'Ռոնալդինյո', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  17: {
    biography:
      'Արթուր Ալեքսանյանը ծնվել է 1991 թվականի հոկտեմբերի 21-ին Գյումրիում։ Հունահռոմեական ըմբշամարտով սկսել է զբաղվել 2000 թվականին իր հոր՝ Հայաստանի վաստակավոր մարզիչ Գևորգ Ալեքսանյանի ղեկավարությամբ։ 2007-2010 թվականներին հանդես է եկել պատանեկան առաջնություններում։ 2010 թվականին դարձել է Եվրոպայի արծաթե մեդալակիր և աշխարհի չեմպիոն պատանիների 84 կգ քաշային կարգում։Արթուր Ալեքսանյանը հայտնի է “Սպիտակ արջ” մականունով։',
    activity:
      'Արթուր Ալեքսանյանը աշխարհի եռակի չեմպիոն (2014, 2015, 2017), Եվրոպայի հնգակի չեմպիոն (2012, 2013, 2014, 2019, 2020), Օլիմպիական խաղերի բրոնզե մեդալակիր (2012) եւ 2016 թվականի Ամառային Օլիմպիական խաղերի ոսկե մեդալակիր, Եվրոպական խաղերի չեմպիոն (2019)։ 2014 թվականին պարգեւատրվել է «Հայրենիքին մատուցած ծառայությունների համար» 1-ին աստիճանի մեդալով, 2015 թվականի սեպտեմբերի 16-ին Հայաստանի Հանրապետության Անկախության տոնի առթիվ, ֆիզիկական կուլտուրայի եւ սպորտի զարգացման գործում ներդրած ավանդի, ինչպես նաեւ հունահռոմեական ըմբշամարտի 2015 թվականի աշխարհի առաջնությունում տարած փայլուն հաղթանակի համար պարգեւատրվել է «Հայրենիքին մատուցած ծառայությունների համար» 2-րդ աստիճանի շքանշանով։',
    quiz: [
      {
        question: 'Հայ օլիմպիական չեմպիոն, ում անվանում են "Սպիտակ արջ":',
        answers: [
          { text: 'Արթուր Ալեքսանյան', id: '1', isRightAnswer: true },
          { text: 'Հրաչյա Պետիկյան', id: '2', isRightAnswer: false },
          { text: 'Ալբերտ Ազարյան', id: '3', isRightAnswer: false },
          { text: 'Հօգսեն Միրզոյան', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞ր մարզաձևում Արթուր Ալեքսանյանը դարձավ օլիմպիական չեմպիոն։',
        answers: [
          { text: 'Բռնցքամարտ', id: '1', isRightAnswer: false },
          { text: 'Ծանրամարտ', id: '2', isRightAnswer: false },
          { text: 'Ըմբշտամարտ', id: '3', isRightAnswer: true },
          { text: 'Հրաձգություն', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  18: {
    biography:
      'Ալբերտ Ազարյանը ծնվել է 1929 թ. փետրվարի 11–ին : 1949 թ. նրա ընտանիքը Վանաձորից տեղափոխվել է   Երևան :Թեև  բավականին ուշ է սկսել պարապել մարմնամարզությամբ , բայց չափազանց կարճ ժամանակում անվանի է  դարձել  Հայաստանում, ԽՍՀՄ -ում և ավելի քան 15 տարի եղել է  անպարտելի : Նա  հայաստանցի միակ մարդն է , ով  11 անգամ  հռչակվել է ԽՍՀՄ չեմպիոն օղակներ ,զուգափայտ, պտտաձող  մրցաձևերում : Աշխարհի քառակի, Եվրոպայի բազմակի ոսկե դափնեկիր է և աշխարհի  միակ հայ  մարզիկն է , ով  կրում է օլիմպիական խաղերի եռակի չեմպիոնի պատվավոր կոչումը :',
    activity:
      'Ալբերտ  Ազարյանն արժանացել է  ԽՍՀՄ, ՀԽՍՀ և անկախ Հայաստանի բարձրագույն պարգևներին և  կոչումներին : Մարմնամարզության միջազգային ֆեդերացիայի հավաստագրման համաձայն՝ օղակների վրա նրա կատարած վարժությունների համալիրը պաշտոնապես կոչվում է «Ազարյանական խաչ»։Նրան նաև համարում են  «Օղակների արքա»։',
    quiz: [
      {
        question: 'Ալբերտ Ազարյանը քանի՞ անգամ է արժանցել օլիմպիական խաղերի չեմպիոնի կոչմանը։',
        answers: [
          { text: '2', id: '1', isRightAnswer: false },
          { text: '1', id: '2', isRightAnswer: false },
          { text: '3', id: '3', isRightAnswer: true },
          { text: 'չի արժանացել', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Օլիմպիական խաղերում ո՞ր մարզաձևով էր ներկայանում Ալբերտ Ազարյանը։',
        answers: [
          { text: 'Ըմբշտամարտ', id: '1', isRightAnswer: false },
          { text: 'Ծանրամարտ', id: '2', isRightAnswer: false },
          { text: 'Հրաձգություն', id: '3', isRightAnswer: false },
          { text: 'Օղակներ', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  19: {
    biography:
      'Նազիկ (Նազելի) Ավդալյանը հայ ծանրամարտիկ է։ Ծնվել է 1986թ.ի հոկտեմբերի 31-ին Գյումրիում:Նա ծանրամարտի Աշխարհի չեմպիոն է ճանաչվել 2009 թվականին Հարավային Կորեայի Գոյան քաղաքում տեղի ունեցած աշխարհի առաջնությունում՝ դառնալով անկախ Հայաստանի ծանրամարտի առաջին աշխարհի չեմպիոնը։',
    activity:
      'Նազիկ  Ավդալյանի կարգախոսն է՝ «​​Անհնարին ոչինչ չկա»։ Նա բոլոր մրզամարտերում հանդես է եկել 69 կգ կարգում։ 2009 թվականին նա պարգևատրվել է «Հայրենիքին մատուցած ծառայությունների համար» 2-րդ աստիճանի մեդալով։',
    quiz: [
      {
        question: 'Օլիմպիական խաղերում ո՞ր մարզաձևով էր ներկայանում Նազիկ Ավդալյանը:',
        answers: [
          { text: 'Ըմբշտամարտ', id: '1', isRightAnswer: false },
          { text: 'Ծանրամարտ', id: '2', isRightAnswer: true },
          { text: 'Հրաձգություն', id: '3', isRightAnswer: false },
          { text: 'Օղակներ', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Քանի՞ կիլոգրամանոց կարգում է մրցում Նազիկ Ավդալյանը։',
        answers: [
          { text: '80', id: '1', isRightAnswer: false },
          { text: '75', id: '2', isRightAnswer: false },
          { text: '70', id: '3', isRightAnswer: false },
          { text: '69', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  20: {
    biography:
      'Միջազգային գրոսմայստեր, աշխարհի կրկնակի գավատաթիր Լևոն Արոնյանը ծնվել է 1982թ.-ի հոկտեմբերի 6-ին Երևանում: Շախմատ խաղալ սովորել է ինը տարեկանում քրոջից: Մանկության տարիներին նրա մարզիչը եղել է ներկայումս գրոսմայստեր Մելիքսեթ Խաչիյանը: Տարիներ անց նրան մոտ կես տարի մարզել է գրոսմայստեր Արշակ Պետրոսյանը, որի հետ պարապմունքների ժամանակ Արոնյանը յուրացրել է շախմատի բազմաթիվ նրբություններ:Գրոսմայստեր դարձել է 17 տարեկանում:2010թ.-ի նոյեմբերին առաջին անգամ հաղթահարել է 2800 միավորի սահմանը (2801) և դարձել աշխարհում վեցերորդ շախմատիստը որին հաջողվել է հաղթահարել անհատական վարկանիշի այդ գերգրոսմայստերական նիշը:Արոնյանը համարվում է ժամանակակից ամենավառ և ինքնատիպ շախմատիստներից մեկը։ Նա հատկապես ուժեղ է այն դիրքերում, որտեղ ունի նախաձեռնություն, լավ է տիրապետում վերջնախաղի գաղտնիքներին։ Արագ, կայծակնային և Ֆիշերի շախմատի մեծ վարպետ է։',
    activity:
      '2005թ.-ին եղել է աշխարհի գավաթակիր, Հայաստանի հավաքականի կազմում 37-րդ և 38-րդ համաշխարհային օլիմպիադաների, 2011թ. աշխարհի թիմային առաջնության հաղթող, բազմաթիվ գերմրցաշարերի, ՖԻԴԵ-ի Մեծ մրցանակի, Բիլբաո–Մեծ սաղավարտի հաղթող, 2009թ.-ի արագ շախմատի աշխարհի չեմպիոն, 2008թ.-ի և 2009թ.-ի Ֆիշերի շախմատի աշխարհի չեմպիոն, 2010թ.-ի կայծակնային շախմատի աշխարհի չեմպիոն, 1999թ.-ի Հայաստանի չեմպիոն: 2011թ.-ին Մոնակոյում նա մասնակցել է «կույր» և արագ շախմատի «Ամբեր» ավանդական մրցաշարին և դարձել նրա վերջին հաղթողը:',
    quiz: [
      {
        question: 'Ո՞ր թվականին է Լևոն Արոնյանը առաջին անգամ հաղթահարել է 2800 գերգրոսմայստերական միավորի սահմանը։',
        answers: [
          { text: '2005', id: '1', isRightAnswer: false },
          { text: '2010', id: '2', isRightAnswer: true },
          { text: '2009', id: '3', isRightAnswer: false },
          { text: '2012', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Քանի՞ տարեկանում է Լևոն Արոնյանը դարձել գրոսմայստեր։',
        answers: [
          { text: '20', id: '1', isRightAnswer: false },
          { text: '21', id: '2', isRightAnswer: false },
          { text: '17', id: '3', isRightAnswer: true },
          { text: '15', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  21: {
    biography:
      'Արտեմ Իսահակի Ալիխանյան, հայ ֆիզիկոս, ֆիզիկամաթեմատիկական գիտությունների դոկտոր , պրոֆեսոր , ԽՍՀՄ ԳԱ թղթակից անդամ , ՀԽՍՀ ԳԱ ակադեմիկոս, ՀԽՍՀ գիտության վաստակավոր գործիչ , ԽՍՀՄ Պետական և Լենինյան մրցանակակիր։ Աբրահամ Ալիխանովի եղբայրը։Ծնվել է Թիֆլիսում։ Ավարտել է Լենինգրադի համալսարանը (1931)։Աշխատությունները վերաբերում են միջուկային ֆիզիկային, տիեզերական ճառագայթների և տարրական մասնիկների ֆիզիկային, արագացուցիչների տեսությանը և ստեղծմանը։',
    activity:
      '1942 թվականին Ալիխանովի հետ հիմնադրել է Արագածի տիեզերական ճառագայթների հետազոտման կայանը:ԽՍՀՄ-ում կոշտ կիզակետումով պրոտոնային առաջին արագացուցիչն ստեղծվեց Աբրահամ Ալիխանովի ղեկավարությամբ Մոսկվայում, իսկ ժամանակի ամենահզոր էլեկտրոնային արագացուցիչը՝ Արտեմ Ալիխանյանի նախաձեռնությամբ ու ղեկավարությամբ՝ Երևանում։ Ալիխանյանը ստեղծել և կատարելագործել է մեծ էներգիայով մասնիկների հետազոտման սարքեր (մագնիսական մասսպեկտրոմետր, բշտիկային և կայծային խցիկներ)։ Ալիխանյանի նախաձեռնությամբ ստեղծվել է Երևանի էլեկտրոնային օղակաձև արագացուցիչը։ Կազմակերպել է Մոսկվայի ճարտարագիտաֆիզիկական ինստիտուտի միջուկային ֆիզիկայի ամբիոնը (1946), հիմնադրել Նոր Ամբերդի կայանը (1958), ղեկավարել տեսական և փորձարարական ֆիզիկայի Նոր Ամբերդի դպրոցը։',
    quiz: [
      {
        question: 'Արտեմ Իսահակի Ալիխանյանի աշխատությունները  վերաբերում են։',
        answers: [
          { text: 'Քվանտային ֆիզիկային', id: '1', isRightAnswer: false },
          { text: 'Դասական ֆիզիկային', id: '2', isRightAnswer: false },
          { text: 'Օպտիկային', id: '3', isRightAnswer: false },
          { text: 'Միջուկային ֆիզիկային', id: '4', isRightAnswer: true }
        ]
      },
      {
        question: 'Ո՞ր համլասարանն է ավարտել Արտեմ Ալիխանյանը։',
        answers: [
          { text: 'Լենիգրադի', id: '1', isRightAnswer: true },
          { text: 'Երևանի', id: '2', isRightAnswer: false },
          { text: 'Լոմոնոսովի', id: '3', isRightAnswer: false },
          { text: 'Օքսֆորդի', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  22: {
    biography:
      'Անվանի ֆիզիկոս Ալբերտ Էյնշտեյնը (այլ թարգմանությամբ՝ Ալբերտ Այնշտայն) ծնվել է 1879 թվականի մարտի 14-ին: Դպրոցում միջակ սովորող էր, և ուսուցիչները նրան համարում էին ոչ այնքան խելացի:Դպրոցն ավարտելուց շատ չանցած՝ Էյնշտեյնը լրջորեն հետաքրքրվում է մաթեմատիկայով և սկսում ջանասիրաբար ուսումնասիրել այն: Որոշ ժամանակ Իտալիայում ապրելուց հետո տեղափոխվում է Շվեյցարիա, որտեղ մաթեմատիկայի և բնական գիտությունների բնագավառում նրա ունեցած հաջողությունները լայն ճանաչում են գտնում:Մեկ տարվա ընթացքում 26-ամյա Էյնշտեյնը հրապարակում է գիտական հոդվածներ, որոնք հիմնովին փոխում են գիտնականների մտածելակերպը: Էյնշտեյնի գիտական գաղափարներն այնքան անսովոր էին, որ սկզբում մարդիկ չէին կարողանում դրանք հասկանալ:Ալբերտ Էյնշտեյնը մահացել է 1955 թվականի ապրիլի 18-ին:',
    activity:
      'Էյնշտեյնը ստեղծում է ժամանակի և տարածության վերաբերյալ տեսություն (հարաբերականության տեսություն), ինչպես նաև մեծապես նպաստում չափազանց փոքր մասնիկների (օրինակ՝ էլեկտրոններ, պրոտոններ և այլն) վարքագծի տեսության (քվանտային տեսություն) ուսումնասիրմանը:Էյնշտեյնի տեսությունը նաև կապ է հաստատում էներգիայի ու զանգվածի միջև և արտահայտվում է E=mc2 բանաձևով, որտեղ E-ն էներգիան է, m-ը՝ զանգվածը, c-ն`   լույսի արագությունը: 1914թ.-ին Էյնշտեյնը վերադառնում է Գերմանիա: Իր գիտական աշխատանքների շնորհիվ նա նշանավոր է դառնում ողջ աշխարհում և 1921թ.-ին արժանանում ֆիզիկայի բնագավառի Նոբելյան մրցանակի:Չնայած Էյնշտեյնի գիտական գաղափարները հետագայում օգտագործվեցին ատոմային զենքի ստեղծման նպատակներով՝ ինքը՝ գիտնականը, դեմ էր դրա ստեղծմանը:',
    quiz: [
      {
        question: 'Ֆիզիկայի ո՞ր տեսությունն է ստեղծել Այնշտայնը։',
        answers: [
          { text: 'Ջերմադինամիկա', id: '1', isRightAnswer: false },
          { text: 'Քվանտային մեխանիկա', id: '2', isRightAnswer: false },
          { text: 'Հարաբերականության տեսություն', id: '3', isRightAnswer: true },
          { text: 'Դասական մեխանիկա', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ո՞ր զենքի ստեղծման մեջ են օգտագործել Այնշտայնի գաղափարները։',
        answers: [
          { text: 'Հրազենային զենք', id: '1', isRightAnswer: false },
          { text: 'Սառը զենք', id: '2', isRightAnswer: false },
          { text: 'Հրթիռային զենք', id: '3', isRightAnswer: false },
          { text: 'Ատոմային զենք', id: '4', isRightAnswer: true }
        ]
      }
    ]
  },
  23: {
    biography:
      'Դմիտրի Իվանովիչը ծնվել է Տոբոլսկ քաղաքում։ Նրա մանկությունը հեշտ չի անցել։ Նա Տոբոլսկի գիմնազիայի դիրեկտորի ընտանիքի տասնյոթերորդ զավակն էր և վաղ որբացավ։Մանկավարժական ինստիտուտ ավարտելուց հետո Մենդելեևն անցավ ուսուցչական աշխատանքի։ Հետագա նշանավոր շատ քիմիկոսներ եղել են նրա աշակերտները։Դ. Ի. Մենդելեևը գիտության այնպիսի բնագավառների հիմնային հետազոտությունների հեղինակ է, ինչպիսիք են քիմիան, քիմիական տեխնոլոգիաները, ֆիզիկան, չափագիտությունը, օդագնացությունը, օդերևութաբանությունը, գյուղատնտեսությունը, տնտեսագիտությունը և այլ գիտություններ, որոնք սերտորեն կապ ունեին Ռուսաստանի արտադրողական ուժերի զարգացման կարիքների հետ:Նա երկար տարիներ եղել է Չափ ու կշիռների գլխավոր պալատի դիրեկտորը և նպաստել ճշգրիտ չափումների մասին գիտության զարգացմանը։Մենդելեևի մահը համաժողովրդական մեծ վիշտ էր։ Հազարավոր մարդիկ վերջին հրաժեշտն էին տալիս նրան՝ նրա աճյունն ուղեկցելով դեպի Պետերբուրգի Վոլկով գերեզմանատունը։ Սգո թափորի առջևից տանում էին քիմիական տարրերի պարբերական համակարգի մեծ աղյուսակը՝ իբրև նրա կտակը գիտնականների ապագա սերունդներին։',
    activity:
      '1869 թ. բացահայտել է 63 քիմիական տարրերի պարբերականության օրենքը`   բնագիտության հիմնական օրենքներից մեկը: Թողել է մոտ 500 տպագրական աշխատություններ, որոնց մեջ է դասական «Քիմիայի հիմունքները»՝ առաջին կառուցվածքային շարադրանքն անօրգանական քիմիայից:1894թ. հունիսին ստանում է Օքսֆորդի և Քեմբրիջի համալսարանների դոկտորի պատվավոր կոչումը: 1905թ. ուղևորվում է Լոնդոն`   թագավորական ընկերության ամենաբարձր պարգևը`   Կոպլեյի մեդալն ստանալու: 1907թ. հունվարի 20-ին վախճանվում է սրտի կաթվածից:',
    quiz: [
      {
        question: 'Քանի՞ քիմիական տարր կար Մենդելեևի հայտնաբերած պարբերական աղյուսակում։',
        answers: [
          { text: '118', id: '1', isRightAnswer: false },
          { text: '100', id: '2', isRightAnswer: false },
          { text: '94', id: '3', isRightAnswer: false },
          { text: '63', id: '4', isRightAnswer: true }
        ]
      },
      {
        question: 'Ինչի՞ց է մահացել Դմիտրի Մենդելեևը։',
        answers: [
          { text: 'Սրտի կաթվածից', id: '1', isRightAnswer: true },
          { text: 'Ավտովթարից', id: '2', isRightAnswer: false },
          { text: 'Հիվանդությունից', id: '3', isRightAnswer: false },
          { text: 'Թունավորումից', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  24: {
    biography:
      'Սերգեյ Նիկիտի Մերգելյանը ծնվել է 1928 թ. մայիսի 19-ին Սիմֆերոպոլ քաղաքում: 1940 թ. Մերգելյանի ընտանիքը տեղափոխվում է Հայաստան` Երևան: 1944 թ. ավարտելով Երևանի Ա. Մռավյանի անվան միջնակարգ դպրոցը` ընդունվում է Երևանի պետական համալսարանի ֆիզիկամաթեմատիկական ֆակուլտետը: Շնորհիվ փայլուն հիշողության, լայն մտահորիզոնի, մեծ օժտվածության և տաղանդի` նա համալսարանի հնգամյա դասընթացն ավարտում է երեք ու կես տարում:Ավարտելով համալսարանը` 19-ամյա մաթեմատիկոսն ընդունվում է ասպիրանտուրա` դառնալով ակադեմիկոս Մ.Վ. Կելդիշի ասպիրանտը: Մերգելյանն ասպիրանտուրան ավարտում է մեկ տարում, իսկ ատենախոսությունը, որ ներկայացրել էր ֆիզիկամաթեմատիկական գիտությունների թեկնածուի գիտական աստիճան ստանալու համար միանգամից արժանանում է շատ բարձր գնահատականի:Սերգեյ Մերգելյանը դառնում է ֆիզիկամաթեմատիկական գիտությունների ամենաերիտասարդ դոկտորը: 1951 թ. նրան շնորհվում է պրոֆեսորի կոչում։Հայ մեծանուն գիտնականն ու մաթեմատիկայի ոլորտում նոր ուղղվածության հիմնադիրը մահացել է 2008թ. օգոստոսի 20-ին Լոս Անջելեսում։',
    activity:
      '1951թ. գիտնականն ապացուցել է բազմանդամային մոտավորության թեորեմը։ «Մերգելյանի թեորեմ» և «Մերգելյանի բազմություններ» արտահայտություններն արժանացել են համընդհանուր ճանաչման և ընդգրկվել մաթեմատիկական գիտությունների գանձարանում։ Նա  Երևանի Մաթեմատիկական մեքենաների գիտահետազոտական ինստիտուտի հիմնադիրն և առաջին ղեկավարն էր (1956-1960թթ.), և մինչ օրս ինստիտուտը նրա անունով էլ ժողովուրդը կոչում է Մերգելյան ինստիտուտ:ԽՍՀՄ-ի տարիներին արժանացել է Ստալինյան մրցանակի, իսկ ՀՀ նախագահի 2008 թվականի մայիսի 26-ի հրամանագրով արժանացել է Սուրբ Մեսրոպ Մաշտոցի շքանշանի։ Մրցանակը նրան է հանձնվել Լոս Անջելեսում, քանի որ այդ տարիներին նա մշտական բնակության էր տեղափոխվել ԱՄՆ։',
    quiz: [
      {
        question: 'Ո՞ր ոլորտի գիտնական էր Սերգեյ Մերգելյանը։',
        answers: [
          { text: 'Ֆիզիկա', id: '1', isRightAnswer: false },
          { text: 'Ինֆորմատիկա', id: '2', isRightAnswer: false },
          { text: 'Մաթեմատիկա', id: '3', isRightAnswer: true },
          { text: 'Քիմիա', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ե՞րբ է Մերգելյանը հիմնադրել  Երևանի Մաթեմատիկական մեքենաների գիտահետազոտական ինստիտուտը։',
        answers: [
          { text: '1956', id: '1', isRightAnswer: true },
          { text: '1951', id: '2', isRightAnswer: false },
          { text: '1960', id: '3', isRightAnswer: false },
          { text: '1962', id: '4', isRightAnswer: false }
        ]
      }
    ]
  },
  25: {
    biography:
      'Վիկտոր Համբարձումյանը ծնվել է 1908 թ., Թիֆլիսում, ապա մեկնել է Լենինգրադ (այժմ՝ Սանկտ-Պետերբուրգ) ուսանելու։Վիկտոր Համբարձումյանն աշխարհահռչակ աստղաֆիզիկոս էր և տեսական աստղաֆիզիկայի հիմնադիրներից մեկը։ Նրա հայտնագործություններն ու տեսությունները պատկանում էին այդ բուռն զարգացող ոլորտի ամենաառաջատար գաղափարների թվին։Մահացել է 1996թ. օգոստոսի 12-ին Բյուրականում։ Թաղված է Բյուրականում Մեծ Աստղադիտակից ոչ հեռու աստղադիտարանի գերեզմանատանը։',
    activity:
      '1946թ. հիմնադրել է Բյուրականի աստղադիտարանը, որի անփոփոխ տնօրենն էր մինչև 1988թ.։ Համբարձումյանը Հայաստանի գիտությունների ակադեմիայի համահիմնադիրներից էր և նրա ամենաերկար պաշտոնավարած նախագահը։ Եղել է Բենիամին Մարգարյանի ղեկավարը, ով հետագայում հայտնագործեց Մարգարյանի հայտնի գալակտիկաները։Արժանացել է Ստալինյան մրցանակի (2), Ռուսաստանի Դաշնության Պետական մրցանակի և ԽՍՀՄ ԳԱ Լոմոնոսովի անվան ոսկե մեդալի: Արժանացել է ԽՍՀՄ Սոցիալիստական աշխատանքի հերոսի կոչման (2), պարգևատրվել է բազմաթիվ շքանշաններով ու մեդալներով։',
    quiz: [
      {
        question: 'Ո՞ր ոլորտի գիտնական էր Վիկտոր Համբարձումյանը։',
        answers: [
          { text: 'Աստղաֆիզիկա', id: '1', isRightAnswer: true },
          { text: 'Մաթեմատիկա', id: '2', isRightAnswer: false },
          { text: 'Քիմիա', id: '3', isRightAnswer: false },
          { text: 'Տիեզերաքիմիա', id: '4', isRightAnswer: false }
        ]
      },
      {
        question: 'Ե՞րբ է հիմնադրել Բյուրականի աստղադիտարանը',
        answers: [
          { text: '1950', id: '1', isRightAnswer: false },
          { text: '1952', id: '2', isRightAnswer: false },
          { text: '1946', id: '3', isRightAnswer: true },
          { text: '1940', id: '4', isRightAnswer: false }
        ]
      }
    ]
  }
}
